{
    "@odata.context": "https://searchercloudservices.search.windows.net/indexes('index-pdf-demo')/$metadata#docs(*)",
    "value": [
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ASAByAF8AMgAuAGQAbwBjAHgA0",
            "snippet": "Administrative Circular No. 14 (Rev. 4) - Protection of members of the personnel against the financial consequences of illness, accident and incapacity for work16 DECEMBER, 2019 | By HR departmentAdmi ...",
            "summary": "Administrative Circular No. 14 (Rev. 4) - Protection of members of the personnel against the financial consequences of illness, accident and incapacity for work16 DECEMBER, 2019 | By HR departmentAdministrative Circular No. 14 (Rev. 4) on “Protection of members of the personnel against the financial consequences of illness, accident and incapacity for work”, approved by the Director-General, following examination by and recommendation of the Standing Working Committee by written procedure on 31 October 2019, is now available via the following link: https://cds.cern.ch/record/2704020.This circular has been slightly revised with regard to the definition of “relapse”, in order to suppress the 10-year time limit after consolidation with regard to worsening of the patient's state of health. This circular cancels and replaces Administrative Circular No. 14 (Rev. 3) also entitled “Protection of members of the personnel against the financial consequences of illness, accident and incapacity for work” of January 2013. It will enter into force on 1 January 2020.",
            "document_name_with_extension": "Hr_2.docx",
            "document_name": "Hr_2",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Hr_2.docx",
            "plant": "Berlin",
            "subject": "Administration",
            "creation_date": "2022-02-22T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 2,
                "day": 22
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AaAByAF8AMgA1AC4AZABvAGMAeAA1",
            "snippet": "Administrative circular #25 (Rev 3)Special provisions for the Fire and Rescue Service concerning working time and rest time28 SEPTEMBER, 2012Administrative Circular No. 25 (Rev. 3) entitled “Special p ...",
            "summary": "Administrative circular #25 (Rev 3)Special provisions for the Fire and Rescue Service concerning working time and rest time28 SEPTEMBER, 2012Administrative Circular No. 25 (Rev. 3) entitled “Special provisions for the Fire and Rescue Service governing working and rest time”, approved by the Director-General following discussion at the Standing Concertation Committee meeting of 28 September 2012 and entering into force in October 2012, is available on the intranet site of the Human Resources Department:http://cern.ch/hr-docs/admincirc/admincirc.aspThis Circular is applicable to staff members of the Fire and Rescue ServiceIt cancels and replaces Administrative Circular No. 25 (Rev. 2) entitled “Shift work – Special provisions for the Fire and Rescue Service” of April 2003.This new version takes into account the new organisation of the Fire and Rescue Service, members of which will henceforth not exclusively perform their functions in the context of shift work, but also during reference working hours and during stand-by duty. Additionally, applicable limits regarding working and rest times and a general changeover time added to the hours worked in the context of shift work have been introduced in the circular. The Consultative Board specific to the Fire and Rescue Service was also suppressed. Department Head OfficeHR Department",
            "document_name_with_extension": "hr_25.docx",
            "document_name": "hr_25",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/hr_25.docx",
            "plant": "Los Angeles",
            "subject": "Administration",
            "creation_date": "2022-05-06T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [
                "fire and rescue service"
            ],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 5,
                "day": 6
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AYQBuAG4AdQBhAGwALQBzAHUAbQBtAGEAcgB5AC0AcwB1AHMAdABhAGkAbgBhAGIAaQBsAGkAdAB5AC0AcgBlAHAAbwByAHQALQBmAHkAMQA5AC0AMgAwAC0AMwAwAC4AcABkAGYA0",
            "snippet": "O ur financial approach is unique. We have a saying that you should earn it before you spend it and not rely on external funding. With this discipline over the last 75 years, Ingka Group has built up  ...",
            "summary": "O ur financial approach is unique. With this discipline over the last 75 years, Ingka Group has built up a very strong liquidity position of over EuR 20 billion. The majority of our liquidity is invested in low-risk securities that are aligned with our values and the principles of environmental, social and governance (EsG) investing. We invest in minority and majority shareholdings in innovative companies that support speeding up our transformation in areas such as digitalisation and services. We also invest in circularity, renewable energy and forestland. We’ve invested approximately EuR 200 million in 23 companies to date, as we’re looking to disrupt rather than to be disrupted,\" says Krister Mattsson, Managing Director, Ingka Investments. Supporting our IKEA business To help speed up our business development and transformation, and as a way to access new technology and business models, we’lll continue to invest in companies focusing on retail services, digital innovation and a circular economy. ► Prioritised City Real EstateThis portfolio makes investments in top-location real estate in prioritised cities in order to support a faster execution of the prioritised city strategy of IKEA Retail. We secure real estate ownership instead of leasing and preserve value on a long-term basis. Ingka Investments portfoliosEUR 200 million invested in 21 companies over the past three yearsEUR 2.5 billion invested in renewable energy since 2009 920,000 solar modules on our store and warehouse rooftops 715,000 solar modules under construction in two solar parks in the usA534 wind turbines in 14 countriesOuR BusInEss / InGKA InVEsTMEnTs / 3938 / OuR BusInEss / InGKA InVEsTMEnTsBack to table of contents To reach our business and sustainability goals as fast as possible, we’re joining forces with other companies, including start-ups, through different types of investments.",
            "document_name_with_extension": "annual-summary-sustainability-report-fy19-20-30.pdf",
            "document_name": "annual-summary-sustainability-report-fy19-20-30",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/annual-summary-sustainability-report-fy19-20-30.pdf",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2020-09-30T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "the equal",
                "un",
                "retourmatras",
                "organisation for economic co-operation",
                "livat"
            ],
            "events": [
                "focus week",
                "quizzes",
                "coding bootcamp",
                "lectures",
                "day against homophobia, transphobia"
            ],
            "structure_date": {
                "year": 2020,
                "month": 9,
                "day": 30
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AMgAwADIAMQAlADIAMABDAGEAbQBwAGEAcgBpACUAMgAwAEcAcgBvAHUAcAAlADIAMABTAHUAcwB0AGEAaQBuAGEAYgBpAGwAaQB0AHkAJQAyADAAcgBlAHAAbwByAHQALgBwAGQAZgA1",
            "snippet": "Campari Group-sustainability report at 31 December 2021 1 DAVIDE CAMPARI-MILANO N.V. SUSTAINABILITY REPORT AT 31 DECEMBER 2021 CAMPARI GROUP Campari Group-sustainability report at 31 December 2021 2 I ...",
            "summary": "Campari Group-sustainability report at 31 December 2021 1 DAVIDE CAMPARI-MILANO N.V. SUSTAINABILITY REPORT AT 31 DECEMBER 2021 CAMPARI GROUP Campari Group-sustainability report at 31 December 2021 2 Intentionally blank page Campari Group-sustainability report at 31 December 2021 3 Campari Group-sustainability report at 31 December 2021 4 Intentionally blank page Campari Group-sustainability report at 31 December 2021 5 Index Chairman’s letter……………………………………………………………..………………...…..9 Note on methodology…..………………………………………………………..……………….10 Materiality analysis The Campari Group’s identity…………………….…………………………………………..… In this regard, our New Ways of Working Policy-which will apply once the Covid-19 situation has stabilised-aims to balance the needs of being together and physically connected, fundamental to the Campari Group’s culture and success, and the personal and family lives of Camparistas. We thought it was time to celebrate their unique effort by implementing the Extra Mile Bonus scheme, a free award of Campari shares. Being a Campari shareholder encourages a greater sense of belonging to our business and helps to drive each Camparista’s individual participation in the growth of our Group. Lico faranafia Campari Group-sustainability report at 31 December 2021 9 Note on methodology This Sustainability Report represents the complete Campari Group’s disclosure on non-financial information with the aim to illustrate to our stakeholders the Campari Group’s sustainability strategy and main initiatives in 2021. Materiality analysis Through the materiality analysis it is possible to identify and prioritise the most relevant topics for the company, enabling the organisation to create more value for itself and for the environment in which it operates. The updated materiality matrix was validated by the Sustainability Committee in December 2020. ENABLON PERIMETER 18 Production Sites 19 Co-packers 33 Offices * 25 Countries * Camparino included http://www.camparigroup.com/ Campari Group-sustainability report at 31 December 2021 11 In 2021, a further review of the materiality matrix implemented together with the Officers and the Corporate Banking, Tax and Insurance function, led ‘Tax transparency’ to be identified as a material topic included in the broader theme ‘Direct economic value generated and distributed to stakeholders’. The core sustainability areas for Campari Group are shown in the diagram below. ‘Together’ we embrace our responsibilities and share our knowledge and best practices, accepting challenges and helping others to do the same with honesty and courage.",
            "document_name_with_extension": "2021 Campari Group Sustainability report.pdf",
            "document_name": "2021 Campari Group Sustainability report",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/2021%20Campari%20Group%20Sustainability%20report.pdf",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-08-23T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "j. wray&nephew foundation",
                "davide campari-milano n.v.",
                "ernst & young s.p.a.",
                "dioniso s.r.l.",
                "tannico e wineplatform s.p.a."
            ],
            "events": [
                "160th anniversary",
                "20th anniversary",
                "covid-19 pandemic",
                "pandemic",
                "world cup"
            ],
            "structure_date": {
                "year": 2022,
                "month": 8,
                "day": 23
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AQwBIADAAMAAxAC0ARgBpAG4AYQBsAC4AcABkAGYA0",
            "snippet": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/290183867The Pharmaceutical Industry and the Future of Drug DevelopmentArticle · January 2 ...",
            "summary": "The commercial realitiesand constraints of the business, together with its current problems, arediscussed, followed by an exploration of some of the likely futurecommercial and technical developments in the business, including thedevelopment of a greener pharmacy.1 IntroductionThe pharmaceutical industry has a number of unusual characteristics thatmake it very different from what people normally think of as industry. However, these drugs, which may only show incremental improvements onthe original, are nonetheless important to patients. It is frequently foundthat a patient who cannot tolerate or fails to respond to one drug may benefitfrom one of the ‘‘me-toos’’.78This short and increasingly diminished patent life available afterpharmaceutical launch has consequences throughout the business. This hasbeen recognised by legislators and a number of mechanisms have beenintroduced to provide extensions to marketing exclusivity in order toTable 1 Example of ‘‘pay for delay’’ mechanism. Patent Status Cost Price Scrip PriceAnnual Profit/1000 ScripsPatent Holder Generic CompanyIn patent $1 $10 $9000 $0Expired $2 $1000 $1000Patent holder pays generic company $2000/1000 prescriptions to delay manufactureand sale$7000 $2000The Pharmaceutical Industry and the Future of Drug Development 17promote the development of certain drugs, e.g. paediatric medicines withlow commercial value. It is often said that research pharmaceutical companies spend more onmarketing than on R&D1 but this is largely a myth, arising from the way inwhich companies display their expenditure in their annual accounts. Nevertheless, industry critics persist in com-paring R&D with SGA expenditure and coming to false conclusions. In the early days of the industry, drug developmentwas a linear process; The telescoping of the development process leads to an increased risk ofbuilding manufacturing plant that you might never use. However, this industry is a high-riskbusiness and thus the value proposition presented to potential investors is alittle unusual, as is illustrated by the following case study:Company A has identified research that suggests that regulation of target B inhuman beings shows promise in producing a beneficial outcome for disease C.Company A has also established that, at least in vitro, its candidate drug Xhas the potential to regulate target B.",
            "document_name_with_extension": "CH001-Final.pdf",
            "document_name": "CH001-Final",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/CH001-Final.pdf",
            "plant": "Berlin",
            "subject": "Administration",
            "creation_date": "2022-08-13T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "novartis",
                "aurora fine chemicals",
                "iupac",
                "sanofi",
                "wca environment ltd."
            ],
            "events": [
                "clinical trials",
                "phase 3 trial",
                "clinical trial",
                "second world war",
                "war"
            ],
            "structure_date": {
                "year": 2022,
                "month": 8,
                "day": 13
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ARQBsAGkATABpAGwAbAB5AEEAbgBkAEMAbwBtAHAAYQBuAHkATwBwAGUAbgBGAG8AcgBJAG4AbgBvAHYAYQB0AGkAbwBuAE4AbwB2ADIAMAAxADIALgBwAGQAZgA1",
            "snippet": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/296485980Eli Lilly And Company – Open For InnovationArticle · November 2012CITATIONS0READS ...",
            "summary": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/296485980Eli Lilly And Company – Open For InnovationArticle · Big pharma companies realize that to remain in the business of drug discovery, letalone in business at all, they need to become more innovative and long­term focused. But not many of these molecules have found their way into a drug developmentprogram. Thetransactional value of data became the catalyst to gaining access to external sources ofinnovation, because, according to Palkowitz, biological data is what drives much of theunderstanding of hypotheses. Palkowitz realized however, that it wasn’tjust data, but data delivered timely, in a way that was not only meaningful but understandableto collaborators. Lilly hopes that, by presenting itself as a credible and viable partner,researchers will want to continue to work with the company to enhance and uncover thepotential of their science. Throughout the process, Palkowitz had to overcome both internaland external roadblocks to creating the OIDD business model. Overcoming Internal Challenges For Palkowitz, the initial roadblocks to internal adoption of the program were typical withthis type of outside­the­box idea. For this, the team drew upon much of their daily personal experiences withconducting transactions on the Internet. Treat Your External Collaborators as Customers Palkowitz refers to his external collaborators as customers and strives to treat them as such.",
            "document_name_with_extension": "EliLillyAndCompanyOpenForInnovationNov2012.pdf",
            "document_name": "EliLillyAndCompanyOpenForInnovationNov2012",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/EliLillyAndCompanyOpenForInnovationNov2012.pdf",
            "plant": "Berlin",
            "subject": "Production",
            "creation_date": "2021-12-13T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "lilly",
                "open innovation drug discovery",
                "vertmarkets",
                "mta",
                "lilly research laboratories"
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 12,
                "day": 13
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AMgAwADIAMgBfADAAOABfADAAMgAlADIAMAAtACUAMgAwAEYAZQByAHIAYQByAGkAJQAyADAAUQAyACUAMgAwADIAMAAyADIAJQAyADAAUgBlAHMAdQBsAHQAcwAlADIAMABQAHIAZQBzAGUAbgB0AGEAdABpAG8AbgAuAHAAZABmAA2",
            "snippet": "Q2 2022 RESULTSMARANELLO, AUGUST 2, 2022 296GTS Ferrari 296GTS SAFE HARBOR STATEMENT2August 2, 2022This document, and in particular the section entitled “2022 guidance”, contain forward-looking statem ...",
            "summary": "Q2 2022 RESULTSMARANELLO, AUGUST 2, 2022 296GTS Ferrari 296GTS SAFE HARBOR STATEMENT2August 2, 2022This document, and in particular the section entitled “2022 guidance”, contain forward-looking statements. Forward-looking statements are not guarantees of future performance. Actual results may differ materially from those expressed in such statements as a result of a variety of factors, including: the Group’s ability to preserve and enhancethe value of the Ferrari brand; the success of the Group’s Formula 1 racing team and the expenses the Group incurs for its Formula 1 activities, the uncertainty of thesponsorship and commercial revenues the Group generates from its participation in the Formula 1 World Championship, including as a result of the impact of theCovid-19 pandemic, as well as the popularity of Formula 1 more broadly; the Group’s ability to preserve its relationship with the automobile collector and enthusiast community; competition in the luxury performance automobile industry; the Group’sability to successfully carry out its controlled growth strategy and, particularly, the Group’s ability to increase its presence in growth market countries; the Group’slow volume strategy; global economic conditions, macro events and pandemics, including the effects of the evolution of and response to the Covid-19 pandemic; the performance of the Group’s licensees for Ferrari-branded products;",
            "document_name_with_extension": "2022_08_02 - Ferrari Q2 2022 Results Presentation.pdf",
            "document_name": "2022_08_02 - Ferrari Q2 2022 Results Presentation",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/2022_08_02%20-%20Ferrari%20Q2%202022%20Results%20Presentation.pdf",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-08-02T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "afm",
                "motor sport",
                "guinness world records",
                "formula 1",
                "emea"
            ],
            "events": [
                "cavalcade riviera",
                "cup",
                "75th anniversary celebration",
                "covid-19 pandemic",
                "capital markets day"
            ],
            "structure_date": {
                "year": 2022,
                "month": 8,
                "day": 2
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AUQAxAF8AMgAwADIAMQBfAFMAbABpAGQAZQBzACUAMgAwAEYAaQBuAGEAbAAtADIAMAAtADIANgAuAHAAcAB0AHgA0",
            "snippet": "••••••••image3.png Lilly image5.png SUPPLEMENTARY SLIDES image8.png image16.png image19.png image20.png image10.png image15.png image17.png image4.png image2.png image1.png image7.png image27.png imag ...",
            "summary": "••••••••image3.png Lilly image5.png SUPPLEMENTARY SLIDES image8.png image16.png image19.png image20.png image10.png image15.png image17.png image4.png image2.png image1.png image7.png image27.png image24.png image21.png image50.png image33.png image38.png image22.png image36.png image26.png image18.png 21 image28.png image40.png image32.png image35.png image34.png image23.png image31.png image37.png image29.png 2021 INCOME STATEMENT image30.png image6.png Not for promotional use image46.png REPORTED image39.png image48.png image55.png image45.png image43.png image44.png image49.png image42.png image47.png image13.png image41.png image9.png Q1 EARNINGS image12.png Lilly image11.png Q1 2021 image14.png Change image57.png image58.png GAAP GROSS MARGIN % OF REVENUE image67.png With FX effect on int'l image68.png inventories sold image75.png Without FX effect on image60.png int'l inventories sold image74.png image66.png image65.png image77.png image69.png image61.png image63.png image70.png image64.png image71.png image73.png image72.png image78.png image86.png image51.png 22 image76.pngimage79.png image81.png image62.png image56.png JON image89.png image83.png image84.png image87.png image88.png image97.png image96.png image91.png image92.png image90.png image94.png image93.png image95.png image99.png GAAP OPERATING MARGIN % OF REVENUE image80.png 23 image104.png image110.png image85.png image113.png REPORTED image111.png With F> image114.png W/o FX image117.png image115.png image118.png image124.png image119.png image125.png image123.png image126.png image134.png image122.png image129.png image127.png image130.png image109.png 24 image144.png image136.png NON image135.png image131.png GAAP image137.png image145.png image149.png image138.png image142.png image146.png image155.png image156.png image153.png image154.png image152.png image171.png image112.png EFFECT OF FX ON 2021 RESULTS image121.png Q1 2021 image159.png Q1 2021 image157.png Q1 2020 image165.png % Change image164.png image167.png image161.png image172.png image166.png image169.png image162.png image174.png image170.png image173.png image175.png image180.png image177.png image176.png image179.png image184.png image158.png 25 image193.png image183.png image178.png image188.png image181.png image191.png image160.png EPS RECONCILIATION image163.png image185.png GAAP INFORMATION HAS BEEN ADJUSTED TO ELIMINATE: image182.pngimage190.png image192.png image197.png image195.png image196.png image199.png image201.png image205.png image198.png image200.png image211.png image203.png image209.png image206.pngimage207.png image210.png image208.png image187.png 26 image202.png image204.png image214.pngimage213.png image221.png image223.png image219.png image218.png image212.png image216.png Q1 2020 NON image215.png image217.png GAAP INFORMATION HAS BEEN ADJUSTED TO ELIMINATE: image227.png image224.png image231.png image222.png image233.png image226.png image230.png image232.png image238.pngimage239.png image241.png image234.png image237.png image242.png image240.png Q1 2021 INCOME STATEMENT NOTES image186.png Q1 2021 NON image194.png",
            "document_name_with_extension": "Q1_2021_Slides Final-20-26.pptx",
            "document_name": "Q1_2021_Slides Final-20-26",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Q1_2021_Slides%20Final-20-26.pptx",
            "plant": "Los Angeles",
            "subject": "Finance",
            "creation_date": "2021-05-03T00:00:00Z",
            "file_extension": ".pptx",
            "document_language": "id",
            "organizations": [
                "gaap"
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 5,
                "day": 3
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AZQBjAGIALgBkAHIALgBwAGEAcgAyADAAMQA3AF8AMAAwADcANQBfAGMAaQByAGMAdQBsAGEAcgBfAGEAZABtAGkAbgBpAHMAdAByAGEAdABpAHYAZQBfAGUAbgBxAHUAaQByAGkAZQBzAC4AZQBuAC4AcABkAGYA0",
            "snippet": "ECB-UNRESTRICTED ►B ADMINISTRATIVE CIRCULAR 01/2006 on internal administrative inquiries Amended by: ►M1 Decision ECB/2016/NP4 of the European Central Bank of 12 January 2016 delegating certain powers ...",
            "summary": "ECB-UNRESTRICTED ►B ADMINISTRATIVE CIRCULAR 01/2006 on internal administrative inquiries Amended by: ►M1 Decision ECB/2016/NP4 of the European Central Bank of 12 January 2016 delegating certain powers to the Chief Services Officer in relation to election rules for elected committees, internal administrative inquiries, rules on secondment of members of staff for external work experience, Additional Salary Advancements and promotions. ▼B Article 1 Legal basis Having regard to the Rules of Procedure of the European Central Bank1, and in particular Article 11.2 thereof, Whereas: 1. It has become necessary to introduce a procedure for administrative inquiries where the administration has been informed of possible breaches by ECB employees of their professional duties. 2. Such administrative inquiries need to comply with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to processing of personal data by the Community institutions and bodies and on the free movement of such data2. Article 2 Definitions 1 Decision ECB/2004/2 of 19 February 2004 adopting the Rules of Procedure of the European Central Bank (OJ L 80, 18.3.2004, p. 33). This unofficial consolidated version of Administrative Circular 01/2006 is a documentation tool for information only. 2. Breach of professional duties means a breach of the obligations laid down in the Statute of the European System of Central Banks and of the European Central Bank, the Conditions of Employment, the Conditions of Short-Term Employment, the Staff Rules, the Rules for Short-term Employment, the Code of Conduct of the European Central Bank and any other legal act, legal instrument or internal standard and rule applicable to the ECB employees. The ECB business unit in charge of IS security in the Directorate General Information Systems may be asked to assist with 6 Article 10 of Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001; p. 1). 11 In accordance with Article I l(1)(f)(iii) and/or Article 12(1)(f)(iii) of Regulation (EC) No 45/2001. ECB-UNRESTRICTED 9 of the whistle-blower shall be classified as SECRET in accordance with AC 7/2004 of 17 September 2004 on the management and confidentiality of ECB documents and it shall not be mentioned in the inquiry file. Frankfurt am Main, 21 March 2006.",
            "document_name_with_extension": "ecb.dr.par2017_0075_circular_administrative_enquiries.en.pdf",
            "document_name": "ecb",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/ecb.dr.par2017_0075_circular_administrative_enquiries.en.pdf",
            "plant": "Tokyo",
            "subject": "Administration",
            "creation_date": "2022-01-15T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "executive board",
                "european communities",
                "executive  board",
                "european parliament",
                "executive board5"
            ],
            "events": [
                "interviews"
            ],
            "structure_date": {
                "year": 2022,
                "month": 1,
                "day": 15
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AZgBpAG4AYQBuAGMAaQBhAGwAXwByAGUAcABvAHIAdABfADIAMAAyADEAXwBlAG4ALQAyADIALQAyADUALgBwAGQAZgA1",
            "snippet": "18investments and acquisitions. Further details are set out in the Illustrative Notes to the consolidated financial statements. The principal loans in place at the year-end are:• Bonds issued by Baril ...",
            "summary": "18investments and acquisitions. Further details are set out in the Illustrative Notes to the consolidated financial statements. The principal loans in place at the year-end are:• Bonds issued by Barilla France S.A.S. totaling USD 50 million, placed with institutional investors in 2011 and originally divided into tranches maturing in 2023. At the end of the year the ECB forecast that the progress made in economic recovery, alongside medium-term inflation targets, would have resulted in a gradual decrease in the net purchase of financial assets as early as the first quarter of 2022.In the current international context, inflation expectations remain high in the short-term largely due to energy prices. This new phase of the cold war appears to have brought into question global geopolitics resulting in significant repercussions across continental Europe. Future growth prospects face multiple risks; in the short-term, health conditions and in particular supply issues; The new Pasta Evangelists business will develop new business models for the sale of take-away and ready-cooked fresh pasta distributed through the e-commerce channel and a number of direct stores. Performances broken down by Region are detailed below: Italy RegionFollowing the return to a new, post-pandemic normality, consumption was affected by a number of factors in 2021. Western Europe RegionIn a year marked by multiple waves in the health crisis, the region closed with a revenue index of 99 compared to 2020, confirming the significant growth recorded in the previous year in which revenue had increased by 7% compared to 2019.",
            "document_name_with_extension": "financial_report_2021_en-22-25.pdf",
            "document_name": "financial_report_2021_en-22-25",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/financial_report_2021_en-22-25.pdf",
            "plant": "Tokyo",
            "subject": "Finance",
            "creation_date": "2021-06-15T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "sauces",
                "barilla international ltd",
                "voiello",
                "mediobanca",
                "global leadership team"
            ],
            "events": [
                "cold war",
                "outbreak",
                "pandemic",
                "covid-19 pandemic",
                "vaccination campaigns"
            ],
            "structure_date": {
                "year": 2021,
                "month": 6,
                "day": 15
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AaAAzAF8AMwAzAC4AZABvAGMAeAA1",
            "snippet": "Administrative Circular No. 33 – Duty travel17 DECEMBER, 2019 | By HR department & FAP departmentAdministrative Circular No. 33 entitled \"Duty travel\", approved by the Director-General following exami ...",
            "summary": "Administrative Circular No. 33 – Duty travel17 DECEMBER, 2019 | By HR department & FAP departmentAdministrative Circular No. 33 entitled \"Duty travel\", approved by the Director-General following examination by, and upon recommendation of the Standing Concertation Committee by written procedure on 26 November 2019, is now available via the following link: https://cds.cern.ch/record/2703986.This revision cancels and replaces Administrative Circular No. 19 (Rev. 3) entitled \"Subsistence indemnity – Other expenses necessarily incurred in the course of duty travel” of April 2003.The new circular sets out the conditions and procedure for the authorization, organisation and execution of duty travel, including the rules pertaining to the booking and payment of transport and accommodation. It also explains the modalities regarding the payment of the daily travel allowance, which is intended to cover accommodation, meals and miscellaneous expenses. The provisions of this circular streamline the administration and reimbursement of duty travel. While the circular comes into force in January 2020, the supporting tools and processes will be implemented in a phased approach. The main changes for all members of personnel to note are that, henceforth:1) A Duty Travel Request is required in EDH prior to booking of travel, also for associated members of personnel.2) All transport must be booked through either CERN’s online booking tool or its travel management company, CWT. During the first phase of the implementation, the new online booking tool will be available to Travel Arrangers and Travel Managers only. In a later phase, the tool will be available to all travellers and it will be used for booking transport and accommodation.3) Paper originals of supporting documents are no longer needed, but rather may be scanned and attached to the EDH Duty Travel Request upon return from the travel. The originals should be retained at least until the claim has been completely processed. 4) A new role of Departmental Travel Manager is created, so within each Department there will be a main point of contact.5) The FAP Department will control and process travel claims for all travel with a date of return in 2020.",
            "document_name_with_extension": "h3_33.docx",
            "document_name": "h3_33",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/h3_33.docx",
            "plant": "Berlin",
            "subject": "Administration",
            "creation_date": "2022-10-09T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [
                "standing concertation committee",
                "hr",
                "fap department",
                "cwt",
                "hr department"
            ],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 10,
                "day": 9
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AQQBkAGQAaQB0AGkAbwBuAGEAbAAlADIAMABmAGkAbgBhAG4AYwBpAGEAbAAlADIAMABpAG4AZgBvAHIAbQBhAHQAaQBvAG4AJQAyADAAZgBvAHIAJQAyADAAdABoAGUAJQAyADAAdABoAHIAZQBlACUAMgAwAG0AbwBuAHQAaABzACUAMgAwAGUAbgBkAGUAZAAlADIAMAAzADEAJQAyADAATQBhAHIAYwBoACUAMgAwADIAMAAyADIALgBwAGQAZgA1",
            "snippet": "Campari Group-Annual report at 31 December 2019 1 CAMPARI GROUP ADDITIONAL FINANCIAL INFORMATION FOR THE THREE MONTHS ENDED 31 MARCH 2022 CAMPARI GROUP Campari Group-Annual report at 31 December 2019  ...",
            "summary": "Campari Group-Annual report at 31 December 2019 1 CAMPARI GROUP ADDITIONAL FINANCIAL INFORMATION FOR THE THREE MONTHS ENDED 31 MARCH 2022 CAMPARI GROUP Campari Group-Annual report at 31 December 2019 1 Intentionally blank page Campari Group-additional financial information for the three months ended 31 March 2022 Index 3 Index About this report .................................................................................................................................................... 9 Campari Group additional financial information for the three months ended 31 March 2022 .................... 26 Relazione sulla 4 Intentionally blank page Campari Group-additional financial information for the three months ended 31 March 2022 - Relazione finanziaria al 31 dicembre 2019 5 About this report Note on presentation The additional financial information for the three months ended 31 March 2022 has been prepared using the same recognition and measurement criteria used to prepare the Group’s annual consolidated financial statements at 31 December 2021, to which reference is made. Forward-looking statements Campari Group’s additional financial information contains forward-looking statements that reflect management’s current view of the Group’s future development. SKYY During the period, digital activations were developed for the brand in the core United States market focusing on social media, aimed at driving brand awareness. It is predominantly skewed to the on-premise channel. for the three months ended 31 March % of Group total 2022 2021 total change three months change %, of which € million % € million % € million total organic perimeter exchange rate Italyʿ¹ʾ 18.1% 96.7 64.2% 57.9 61.2% 38.8 66.9% 70.2% -3.3% - France 4.9% 26.0 17.3% 19.0 20.1% 7.0 36.7% 38.8% -2.1% - Other countries of the region 5.2% 27.8 18.5% 17.7 18.7% 10.2 57.5% 56.0% -0.1% 1.6% Southern Europe, Middle East and Africa 28.2% 150.6 100.0% 94.6 100.0% 55.9 59.1% 61.2% -2.4% 0.3% (1) Starting from 1 January 2022 San Marino is included in ‘Other countries of the region’ (previously included in ‘Italy’). Other countries in the region reported overall organic growth of +56.0%. Therefore 2021 reference data have been recalculated according to this update. for the three months ended 31 March % of Group total 2022 2021 total change three months change %, of which € million % € million % € million total organic perimeter exchange rate Australia 5.3% 28.2 62.7% 26.4 71.0% 1.8 7.0% 5.4% 0.9% 0.6% Other countries of the region 3.1% 16.8 37.3% 10.8 29.0% 6.0 55.9% 50.0% - 5.8% Asia-Pacific 8.4% 45.0 100.0% 37.2 100.0% 7.9 21.2% 18.4% 0.7% 2.1% Australia, the region’s largest market, showed good growth of +5.4% against a tough comparison base (+22.6% in the first quarter of 2021), with sustained off-premise dynamics, while the on-trade continued to suffered also due to the surge of new variants.",
            "document_name_with_extension": "Additional financial information for the three months ended 31 March 2022.pdf",
            "document_name": "Additional financial information for the three months ended 31 March 2022",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Additional%20financial%20information%20for%20the%20three%20months%20ended%2031%20March%202022.pdf",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2021-01-28T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "ernst&young accountants llp",
                "trois rivières",
                "femsa, s.a.b. de c.v.",
                "aperol spritz live",
                "control and risks committee"
            ],
            "events": [
                "2022 international wines&spirit competition",
                "journey of the senses",
                "covid pandemic",
                "aperol alps tour",
                "longbranch wonder"
            ],
            "structure_date": {
                "year": 2021,
                "month": 1,
                "day": 28
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AUAByAG8AeABpAG0AYQB0AGUAJQAyADAAYQBuAGEAbAB5AHMAaQBzAF8AcgBlAG0AbwB2AGUAZAAuAHAAZABmAA2",
            "snippet": "Basic Animal Nutrition, Proximate analysis, BF ZOO, Chair for Nutrition, 2018 2 Laboratory Sample Preparation Subsampling or sample reduction of an unground sample in the laboratory is frequently the  ...",
            "summary": "Basic Animal Nutrition, Proximate analysis, BF ZOO, Chair for Nutrition, 2018 2 Laboratory Sample Preparation Subsampling or sample reduction of an unground sample in the laboratory is frequently the largest single source of variation during the analysis procedure and should be avoided whenever possible. 1. Sample Preparation Scope: This method is applicable to the preparation of forages for laboratory analysis. Basic Principle: Laboratory sample preparation is the process of converting the sample received at the laboratory into a homogeneous material suitable for analysis. Dry Matter Determination Dry matter can be determined either by residual weight following drying or with a near infrared reflectance (NIR) spectrophotometer using equations based on such reference techniques. \"laboratory dry matter\" refers to the (final) dry matter content of the partially dry sample. dry, dry matter, total dry matter, moisture free refer to a sample that has all of the moisture removed. 2.1 Two Step Total Dry Matter Determination of Wet Samples For wet samples (less than approximately 85% dry matter) it is necessary to partially dry the sample in forced-air or microwave oven prior to grinding. Following drying, the sample is ground and analyzed for (final) laboratory dry matter (the remaining 3 to 15% moisture) when other chemical constituents are determined. Therefore, a two-step procedure for determining dry matter is recommended: Step 1: Determine partial dry matter of sample (if less than 85% dry matter). 2.1.1 Partial Drying of Wet Samples Scope This procedure is applicable to all types of forages and is intended for initial, partial drying of wet samples (less than 85% dry matter, greater than 15% moisture).",
            "document_name_with_extension": "Proximate analysis_removed.pdf",
            "document_name": "Proximate analysis_removed",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Proximate%20analysis_removed.pdf",
            "plant": "Los Angeles",
            "subject": "Administration",
            "creation_date": "2021-09-01T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "wiley",
                "aoac international",
                "kmetijska založba",
                "nhclba",
                "prentice hall"
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 9,
                "day": 1
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AYwBvAGwAZABfAGIAYQB5AF8AYQBwAHIAaQBsAF8AMgAwADIAMgAuAHAAZABmAA2",
            "snippet": "Report Number: 1221879Client Project: PFAS WaterLaboratory Report of AnalysisDear Anne Palmieri,Enclosed are the results of the analytical services performed under the referenced project for the recei ...",
            "summary": "Report Number: 1221879Client Project: PFAS WaterLaboratory Report of AnalysisDear Anne Palmieri,Enclosed are the results of the analytical services performed under the referenced project for the received samples and associated QC as applicable. The samples are certified to meet the requirements of the National Environmental Laboratory Accreditation Conference Standards. Copies of this report and supporting data will be retained in our files for a period of ten years in the event they are required for future reference. All results are intended to be used in their entirety and SGS is not responsible for use of less than the complete report. If there are any questions about the report or services performed during this project, please call Alexandra at (907) 562-2343. EPA 537 PFAS- Confirm List were analyzed by SGS of Orlando, FL.*QC comments may be associated with the field samples found in this report. CONTACT: PHONE #: Page of 1 Anne mane Palmier 907-269-8487 Section 3 Preservative PROJECT PROJECT/ # NAME: PFAS PWSID/ WCIPERMIT#: C REPORTS TO: Anne Marie Palmieri Profile #: E-MAIL: annemanz palmieria 0 Section 1 N Comp Analysis* alaska-que NOTE: T Grab *The following analyses INVOICE TO: QUOTE #: 384448 A I MI require specific method ADEC OSP P.O. #: N (Multi- and/or compound list: BTEX, Metals, PFAS EPA 537.1 RESERVED SAMPLE IDENTIFICATION DATE TIME MATRIX/ E Incre- R mental) for lab use mm/dd/yy HH:MM MATRIX CODE S REMARKS/LOC ID CB-01-DW PPAS 4/20/22 9:22 DW 1 X 2A CB-02-DW 3A 4/20/22 9:25 Dw x 1221879 CB-03-DW 4/24/22 9:30 DW X - 4A CB-04 -DIV 4/26/20 10:50 DW x - 5A CB-00- DW 4/20/22 10:50 BW 1 X Section 2 Relinquished By: (1) Date Time Received By: Section 4 DOD Project? Were analytical requests clear? (i.e. method is specified for analyses with multiple option for method (Eg, BTEX 8021 vs 8260, Metals 6020 vs 200.8) Note: If information on containers differs from COC, default to COC information for login. Estimated non-standard method measurement uncertainty data is available on request, based on quality control bias and implicit for standard methods.",
            "document_name_with_extension": "cold_bay_april_2022.pdf",
            "document_name": "cold_bay_april_2022",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/cold_bay_april_2022.pdf",
            "plant": "Berlin",
            "subject": "Administration",
            "creation_date": "2020-03-27T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "sgs north",
                "sgs",
                "pfas water",
                "sgs sgs north america inc.",
                "sgs north america inc"
            ],
            "events": [],
            "structure_date": {
                "year": 2020,
                "month": 3,
                "day": 27
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AZgBpAG4AYQBuAGMAaQBhAGwAXwByAGUAcABvAHIAdABfADIAMAAyADEAXwBlAG4ALQAxADYALQAxADcALgBwAGQAZgA1",
            "snippet": "12Directors’ ReportRevenue increased by 1% compared to last year which, net of the exchange rate effect, corresponds to a 2% increase. On a like for like basis (which excludes the turnover of new busi ...",
            "summary": "12Directors’ ReportRevenue increased by 1% compared to last year which, net of the exchange rate effect, corresponds to a 2% increase. On a like for like basis (which excludes the turnover of new businesses acquired in 2021 that are detailed below), turnover increased by 0.3%. • Closure of the Barilla Restaurants business in the first half of 2021.This financial year was marked by contrasting events; In summary, the recovery resulted in fierce demand with a shortage in supply that led to significantly higher inflation than predicted. Within this context, the results of the Barilla Group overall were overall positive, despite having slowed down compared to last year, with lower margins due to inflation and fiercely competitive market conditions. In 2021 the Barilla Group still maintained its growth objectives in terms of sales volumes and revenue, that amounted to euro 3,936 million. REVENUES (€/MM)INDEX vs previuos year net of forex impact202120201021093,9363,890Others* 0.80%Meal Solution 55.6%% net sales* includes Fresh Pasta business (Pasta Evangelists Limited)BAKERY MEAL SOLUTION OTHERS (*)Bakery 43.6%Revenues by business area13Transactions involving subsidiariesThe following commentary provides a detailed review of the activities of the individual group companies and Barilla Holding S.r.l. in accordance with the disclosure requirements provided for by article 2428 of the Italian Civil Code and article 40 of Legislative Decree (L.D.) 127 of 9 April 1991, amended by L. D. 32/2007.Accounting standards - International Financial Reporting Standards (IFRS)The Group’s consolidated financial statements have been prepared in accordance with International Financial Reporting Standards – IFRS (hereinafter IAS/IFRS) endorsed by the European Union. For further detail on the accounting policies adopted, see the illustrative notes to the consolidated financial statements. The Group, of which Barilla Holding S.r.l. is the parent company, is defined as “the Group”. Consolidated profit for the year amounted to euro 274 million, compared to euro 416 million in 2020.Consolidated profit attributable to the Group equity holders (net of non-controlling interests) amounted to euro 229 million, compared to euro 351 million achieved last year.",
            "document_name_with_extension": "financial_report_2021_en-16-17.pdf",
            "document_name": "financial_report_2021_en-16-17",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/financial_report_2021_en-16-17.pdf",
            "plant": "Tokyo",
            "subject": "Finance",
            "creation_date": "2021-06-15T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "zara",
                "barilla",
                "catelli",
                "barilla restaurants",
                "barilla holding s.r.l."
            ],
            "events": [
                "pandemic"
            ],
            "structure_date": {
                "year": 2021,
                "month": 6,
                "day": 15
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AUQAxAF8AMgAwADIAMQBfAFMAbABpAGQAZQBzACUAMgAwAEYAaQBuAGEAbAAtADMALQA2AC4AcABkAGYA0",
            "snippet": "Not for promotional use Q1 EARNINGS Lilly SAFE HARBOR PROVISION The company undertakes no duty to update forward looking statements except as required by applicable law ••••••••••• STRATEGIC DELIVERAB ...",
            "summary": "CLINICAL Announced positive top line results from three Phase 3 clinical trials of tirzepatide in adults with type 2 diabetes in terms of A1C and body weight reductions from baseline. Presented positive Phase 2 results for donanemab that expanded on previously reported top line data that found donanemab met its primary endpoint and showed significant slowing of decline compared to placebo on the integrated Alzheimer's Disease Rating Scale ADRS a composite measure of cognition and daily function, in patients with early symptomatic Alzheimer's disease; Announced the expansion of the Phase 3 TRAILBLAZER ALZ 2 study for in early Alzheimer's disease and the plan to initiate a new Phase 3 study, TRAILBLAZER ALZ 3, for donanemab in asymptomatic Alzheimer's disease CLINICAL (CONT.) line results for mirikizumab In a Phase 3 induction study for the treatment of patients with moderate to severe ulcerative colitis which met the primary and all key secondary endpoints evaluating the efficacy and safety of mirikizumab Announced the development program for mirikizumab will focus only on ulcerative colitis and Crohn's disease with no plan to submit mirikizumab for regulatory approval in psoriasis in any geography; a receptor interacting serine/threonine protein kinase 1 (RIPK1) inhibitor, for all indications, and Lilly will also lead all clinical development of brain penetrating RIPK1 inhibitors in central nervous system (CNS); Lilly will commercialize the pen platform, which will include the new app and Lilly's connected insulin pen solutions; As part of the previously reported collaboration with the company, Amgen began manufacturing etesevimab Announced a purchase agreement with the U.S. government to purchase up to 1.2 million doses of bamlanivimab and etesevimab together by November 2021 with 100k doses ordered for shipment by March 31, 2021 at a value of $210M; Modified the purchase agreement for COVID 19 antibodies with the U.S government to focus on supply of bamlanivimab and etesevimab together to enable the supply of etesevimab alone to complement doses of bamlanivimab the U.S. government already purchased. This terminated the purchase agreement for bamlanivimab alone and cancelled the remaining 350,856 doses that were scheduled to be delivered by the end of March 2021 Requested revocation of EUA for to complete the transition to only supply for treatment of COVID 19 in the U.S. The FDA subsequently revoked the EUA for bamlanivimab alone; The European Medicines Agency's Committee for Medicinal Products for Human Use issued a positive scientific opinion for bamlanivimab alone and for the treatment of COVID patients who are at high risk for progressing to severe COVID 19 Shared data from a new Phase 3 cohort of BLAZE 1 which showed treatment with COVID 19 antibodies bamlanivimab and etesevimab together Significantly reduced risk of COVID 19 related hospitalizations and death by 87% in high risk patients COVID 19 & OTHER (CONT.) line data from the expanded Phase 2 trial which showed that investigational bamlanivimab co administered with VIR 7831 also known as GSK4182136) 500 mq demonstrated a 70 percent relative reduction in persistently high viral load at day 7 compared to placebo Announced top line data for a Phase 3 study evaluating plus standard of care (SoC) versus placebo plus SoC, which did not meet statistical significance on the primary endpoint but showed that treatment with baricitinib in addition to SoC resulted in a significant reduction in death from any cause by 38 percent by day 28;",
            "document_name_with_extension": "Q1_2021_Slides Final-3-6.pdf",
            "document_name": "Q1_2021_Slides Final-3-6",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Q1_2021_Slides%20Final-3-6.pdf",
            "plant": "Los Angeles",
            "subject": "Finance",
            "creation_date": "2021-05-03T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "bamlanivimab co",
                "food and drug administration",
                "european medicines agency",
                "safety and risk management advisory committee",
                "fda joint arthritis advisory committee and drug"
            ],
            "events": [
                "phase 2 trial"
            ],
            "structure_date": {
                "year": 2021,
                "month": 5,
                "day": 3
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AcABpAHIAZQBsAGwAaQBfAGUAcwB0AHIAYQB0AHQAbwAxAC4AdAB4AHQA0",
            "snippet": "EVENTI DI RILIEVO AVVENUTI NEL TRIMESTRE In data 28 gennaio 2022 Pirelli, con un evento al Piccolo Teatro di Milano, ha dato il via alle celebrazioni per i 150 anni dalla sua fondazione, il 28 gennaio ...",
            "summary": "EVENTI DI RILIEVO AVVENUTI NEL TRIMESTRE In data 28 gennaio 2022 Pirelli, con un evento al Piccolo Teatro di Milano, ha dato il via alle celebrazioni per i 150 anni dalla sua fondazione, il 28 gennaio 1872. Altre iniziative seguiranno nel corso di tutto il 2022. In data 1 febbraio 2022 Pirelli è stata confermata “Gold Class”, nell’ambito del Sustainability Yearbook 2022 pubblicato da S&P Global che ha esaminato il profilo di sostenibilità di oltre 7.500 aziende. Pirelli ha ottenuto il riconoscimento “S&P Global Gold Class” nella classifica che viene realizzata annualmente sulla base dei risultati 2021 del Corporate Sustainabilty Assessment per gli indici Dow Jones Sustainability di S&P Global, dove Pirelli ha ottenuto un punteggio di 77 punti contro la media di settore pari a 31. In data 21 febbraio 2022 Pirelli, in linea con quanto anticipato al mercato l’11 novembre 2021, ha perfezionato il signing di una linea bancaria multicurrency a 5 anni da 1,6 miliardi di euro con un pool di primarie banche nazionali e internazionali. In data 23 febbraio 2022 Pirelli ha reso noto di aver ricevuto l’assegnazione del rating “investment grade” da parte di S&P Global Ratings e Fitch Ratings. In data 4 marzo 2022 Pirelli ha comunicato che donerà 500 mila euro per aiutare i rifugiati ucraini colpiti dalla guerra. Pirelli condanna fermamente quanto sta accadendo ed è vicina alle persone che stanno soffrendo. In data 17 marzo 2022 Il CdA di Pirelli ha approvato, confermandoli, i risultati consolidati al 31 dicembre 2021 già oggetto di comunicazione al mercato in forma preliminare e non auditata in data 23 febbraio. Il dividendo relativo all’esercizio 2021 sarà posto in pagamento a partire dal 25 maggio 2022 (stacco cedola il 23 maggio 2022 e record date il 24 maggio 2022).",
            "document_name_with_extension": "pirelli_estratto1.txt",
            "document_name": "pirelli_estratto1",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/pirelli_estratto1.txt",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-08-15T00:00:00Z",
            "file_extension": ".txt",
            "document_language": "it",
            "organizations": [
                "cda",
                "fitch ratings",
                "s&p global ratings",
                "pirelli tyre",
                "s&p global"
            ],
            "events": [
                "guerra"
            ],
            "structure_date": {
                "year": 2022,
                "month": 8,
                "day": 15
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AMwBfAEEAbgBuAHUAYQBsAC0ARgBpAG4AYQBuAGMAaQBhAGwALQBSAGUAcABvAHIAdAAtADIAMAAxADkALQAxAC0AMwAyAF8AcABhAGcAZQAtADAAMAAwADEALgBqAHAAZwA1",
            "snippet": "REPORT ON OPERATIONS PERFORMANCE OF IMA S.p.A. CONSOLIDATED STATEMENT OF FINANCIAL POSITION The following main items in the statement of financial position are equivalent to the corresponding items re ...",
            "summary": "REPORT ON OPERATIONS PERFORMANCE OF IMA S.p.A. CONSOLIDATED STATEMENT OF FINANCIAL POSITION The following main items in the statement of financial position are equivalent to the corresponding items reported in the statement of financial position included in the financial statements: inventories, property, plant and equipment (including rights of use assets), intangible assets and equity. Other payables, net, mainly includes the amounts due to employees, income tax payable and provisions for risks and charges. The company's balance sheet and financial position at 31 December 2019 are summarized below: 31.12.2019 31.12.2018 in millions of euros Amount % Amount % Change % Trade receivables 222.8 23.3 184.8 32.6 20.6 Inventories 18.2 157.5 27.8 10.4 Trade payables (346.9) (36.2) (329.8) (58.2) 5.2 Other, net (31.2) (3.3) (21.6) (3.8) 44.4 Net working capital 18.6 2.0 (9.1) (1.6) n.s. Property, plant and equipment 126.1 13.2 44.8 7.9 n.s. Intangible assets 72.8 7.6 51.8 9.2 40.5 Investments 748.2 78.2 486.4 85.8 53.8 Non- current assets 947.1 99.0 583.0 102.9 62.5 Provision for severance indemnities and other provisions (9.1) (1.0) (7.1) (1.3) 28.2 Net invested capital 956.6 100.0 566.8 100.0 68.8 FINANCED BY: Net debt 528.6 55.3 179.4 31.7 n.s. Equity 428.0 44.7 387.4 68.3 10.5 Total sources of financing 956.6 100.0 566.8 100.0 68.8 NET WORKING CAPITAL Net working capital at 31 December 2019 amounted to 18.6 million euros, higher than in 2018 (-9.1 million euros) due to the rise in trade receivables and inventories, not offset by an increase in advances from customers and trade payables, also following the absorption of Gima TT S.p.A. by IMA S.p.A. It consists of the following items: · trade receivables have increased by 38.0 million euros, from 184.8 million euros as of 31 December 2018, to 222.8 million euros at 31 December 2019, following the increase in sales volumes; . inventories are up by 16.4 million euros (from 157.5 million euros at 31 December 2018 to 173.9 million euros at 31 December 2019) due to higher sales volumes; · trade payables, including advances from customers, are up by 17.1 million euros (from 329.8 million euros at 31 December 2018 to 346.9 million euros at 31 December 2019), because of the growth in the backlog at the end of the year, resulting in higher purchases and advances from customers. ANNUAL FINANCIAL REPORT 2019 |",
            "document_name_with_extension": "3_Annual-Financial-Report-2019-1-32_page-0001.jpg",
            "document_name": "3_Annual-Financial-Report-2019-1-32_page-0001",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/3_Annual-Financial-Report-2019-1-32_page-0001.jpg",
            "plant": "Berlin",
            "subject": "Finance",
            "creation_date": "2021-02-25T00:00:00Z",
            "file_extension": ".jpg",
            "document_language": "en",
            "organizations": [
                "gima tt s.p.a.",
                "ima s.p.a."
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 2,
                "day": 25
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ARgBZADIAMAAxADYAXwAlADIAMABBAFIAXwAlADIAMABFAHMAcwBlAGwAdQBuAGcAYQBfACUAMgAwAEUATgBHAC4AZABvAGMAeAA1",
            "snippet": "Esselunga Group Financial Statements Year ended 31 December 2016Parent CompanyEsselunga S.p.A.Registered office Milan, via Vittor Pisani 20 Share Capital € 100,000,000 fully paid upTax Code and Milan  ...",
            "summary": "Esselunga Group Financial Statements Year ended 31 December 2016Parent CompanyEsselunga S.p.A.Registered office Milan, via Vittor Pisani 20 Share Capital € 100,000,000 fully paid upTax Code and Milan Register of Companies no. 01255720169 Milan R.E.A. no. 1063Mr Bernardo Caprotti, our founder and leader, passed away in the evening of 30 September.Through his daily presence over more than 50 years, Mr Caprotti laid the foundations for the growth of the business and its current model, which is regarded as a benchmark in Mass Retailing in Italy and worldwide. Esselunga's growth in all these years is the result of Mr Caprotti's constant and persistent pursuit of his vision and his principles, which have been an inspiration to us all. Esselunga’s aim in doing so was to create its fourth logistics hub. On 25 May 2016, the agreement for the purchase of the business unit was signed. Subsequently, the Parent Company launched negotiations for the sale and disposal of plant and machinery. The area on which the new Esselunga logistics hub will be built has been purchased under the Stefana SpA arrangement with creditors procedure pursuant to art. 160 of the bankruptcy law (the \"Procedure\"). Esselunga SpA’s intention to create a logistics hub at the service of its distribution chain was clearly pointed out in the aforementioned Trade Union Agreement.Through the Trade Union Agreement signed on 31.5.2016 at the Regional Agency for Education, Training and Employment of the Lombardy Region, 180 workers were placed under the special redundancy fund procedure (CIGS) with effect from 1.7.2016and for a period of 24 months (until 30.6.2018). Summary of accounting policiesThe main accounting principles adopted in the preparation and drafting of the group’s consolidated financial statements are presented below.2.1 Basis of preparationEuropean Regulation (EU) No. 1606/2002 of 19 July 2002 introduced the obligation, from the year 2005, to apply International Financial Reporting Standards (“IFRS”) issued by the International Accounting Standards Board (“IASB”) and adopted by the European Union (“EU IFRS”) for the preparation of the consolidated financial statements of companies listed on regulated European markets. Following the above- mentioned European Regulation, Legislative Decree No. 38 was enacted on 28 February 2005 which governs, inter alia, the option to apply IFRS for the preparation of the consolidated financial statements of non-listed companies. Esselunga S.p.A decided to apply this option for the preparation of the consolidated financial statements for the year end 31 December 2009.",
            "document_name_with_extension": "FY2016_ AR_ Esselunga_ ENG.docx",
            "document_name": "FY2016_ AR_ Esselunga_ ENG",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/FY2016_%20AR_%20Esselunga_%20ENG.docx",
            "plant": "Berlin",
            "subject": "Finance",
            "creation_date": "2022-05-22T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [
                "fìdaty spa",
                "stefana spa",
                "parent company esselunga spa",
                "stefana",
                "parent company"
            ],
            "events": [
                "shareholders' meetings",
                "shareholders' meeting"
            ],
            "structure_date": {
                "year": 2022,
                "month": 5,
                "day": 22
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ARgBpAHIAcwB0AC0ASABhAGwAZgAtADIAMAAyADAALQBFAHMAcwBlAGwAdQBuAGcAYQAtAEcAcgBvAHUAcAAtAEYAaQBuAGEAbgBjAGkAYQBsAC0ASQBuAGYAbwByAG0AYQB0AGkAbwBuAC4AcABkAGYA0",
            "snippet": "Financial Information Esselunga Group - First Half 2020 Results: Sales at € 4,061 million. Total savings granted to Customers € 675 million. Adjusted Net Financial Position € +3.8 million on June 2020 ...",
            "summary": "Financial Information Esselunga Group - First Half 2020 Results: Sales at € 4,061 million. Total savings granted to Customers € 675 million. On the 23rd of September 2020, the Board of Directors of Esselunga reviewed in Limito di Pioltello the First Half 2020 Results, summarized as follows: - The Esselunga Group generated sales totalling € 4,061 million, up by 0.9% vs the same period in 2019, despite the negative impact of the lockdown during March and April. If we exclude bars and perfumeries’ sales, which were closed for 2 months, Esselunga grew +1.9% vs the same period in 2019. - Esselunga remains at the top ranking for price competitiveness with 3% below the market average (Source NRPS Nielsen, Trading Area). - Adjusted EBITDA (i) amounted to € 395.9 million (9.7%) compared to € 379.4 million (9.4%) Adjusted EBITDA in the first half 2020 includes the Covid-19 costs to preserve the safety of our Customers and employees. in the first half of the 2019. (i) The adjustments to: – EBITDA and Operating Profit neutralize the effect of fair value accounting of prize-giving promotions and the effect relating to the application of IFRS 16 “Leases”: – Net Profit neutralize the effect of fair value accounting of prize-giving promotions and the effect relating to the application of IFRS 16 “Leases”, including tax effects;",
            "document_name_with_extension": "First-Half-2020-Esselunga-Group-Financial-Information.pdf",
            "document_name": "First-Half-2020-Esselunga-Group-Financial-Information",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/First-Half-2020-Esselunga-Group-Financial-Information.pdf",
            "plant": "Berlin",
            "subject": "Finance",
            "creation_date": "2020-06-30T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "esselunga s.p.a.",
                "esselunga",
                "margherita distribuzione",
                "nrps nielsen",
                "supermarkets italiani s.p.a."
            ],
            "events": [],
            "structure_date": {
                "year": 2020,
                "month": 6,
                "day": 30
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AMwBfAEEAbgBuAHUAYQBsAC0ARgBpAG4AYQBuAGMAaQBhAGwALQBSAGUAcABvAHIAdAAtADIAMAAxADkALQAxAC0AMgAxAF8AcABhAGcAZQAtADAAMAAwADEALgBqAHAAZwA1",
            "snippet": "REPORT ON OPERATIONS GROUP PERFORMANCE CAPITAL EXPENDITURE Capital expenditure on intangible assets amounted to 32.9 million euros (22.1 million euros in 2018) and related mainly to the capitalization ...",
            "summary": "REPORT ON OPERATIONS GROUP PERFORMANCE CAPITAL EXPENDITURE Capital expenditure on intangible assets amounted to 32.9 million euros (22.1 million euros in 2018) and related mainly to the capitalization of development costs incurred on totally new products for market segments not previously occupied. The acquisitions carried out during the year involved taking on 468.0 million euros of property, plant and equipment and intangible assets on a provisional basis, as detailed in Note 30 of the consolidated financial statements. As required by IFRS 16, this contract led to the recognition of ROUs for 13.5 million euros. Depreciation and amortization for the year amounted to 80.9 million euros (43.6 million euros the previous year); in 2019 the FTA of IFRS 16 entailed the recognition of depreciation on rights of use for 21.0 million euros. ALTERNATIVE PERFORMANCE INDICATORS This report on operations also includes some performance indicators to give a better picture of the Group's operations and financial position. On 3 December 2015, Consob issued its Communication no. 92543/15 rendering applicable the Guidelines issued on 5 October 2015 by the European Securities and Markets Authority (ESMA) as regards the presentation of these indicators in regulated information issued to the market or in financial statements published from 3 July 2016 onwards. These guidelines, which update the previous CESR Recommendation (CESR/05-178b), are designed to promote the usefulness and transparency of alternative performance indicators included in regulated information or in financial statements falling within the scope of Directive 2003/71/EC, in order to improve their comparability, reliability and ease of understanding. The Company's method of calculating these figures may not be the same as that used by other companies, so the indicators may not be comparable In line with the Communications mentioned above, we provide below the criteria used in preparing these indicators. ANNUAL FINANCIAL REPORT 2019 |",
            "document_name_with_extension": "3_Annual-Financial-Report-2019-1-21_page-0001.jpg",
            "document_name": "3_Annual-Financial-Report-2019-1-21_page-0001",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/3_Annual-Financial-Report-2019-1-21_page-0001.jpg",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-06-10T00:00:00Z",
            "file_extension": ".jpg",
            "document_language": "en",
            "organizations": [
                "european securities and markets authority",
                "tissue machinery company s.p.a.",
                "ilapak italia s.p.a.",
                "esma",
                "consob"
            ],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 6,
                "day": 10
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AQwBTACUAMgAwAEUATgBHACUAMgAwADEASAAxADgAJQAyADAARgBpAG4AJQAyADAASQBuAGYAbwAlADIAMAB2AGYAaQBuAC4AcABkAGYA0",
            "snippet": "Financial Information Esselunga Group – First Half 2018 Results Sales up 2.7% to € 3,912 million. Total savings granted to Customers in excess of € 700 million. New Stores in the Second Half of 2018 ( ...",
            "summary": "Financial Information Esselunga Group – First Half 2018 Results Sales up 2.7% to € 3,912 million. Total savings granted to Customers in excess of € 700 million. New Stores in the Second Half of 2018 (Lombardy, Veneto and Tuscany). On the 11th of September 2018, the Board of Directors of Esselunga has examined in Limito di Pioltello the First Half 2018 Results, summarized as follows: − In the First Half 2018 the Esselunga Group made sales totalling € 3,912 million, up by 2.7%. − The growth in total Loyal Customers continues, although in the first half no new stores have been opened. Savings granted to Customers totalled € 711 million, up of approx. 30 million vs H1 2017. in the same period of the 2017. − Adjusted Operating Profit (i) came to € 267.8 million (6.8%) Esselunga was founded in 1957 with the opening in Milan of the first supermarket in Italy. Today the company has over 23,000 employees and revenue of € 7.8 billion.",
            "document_name_with_extension": "CS ENG 1H18 Fin Info vfin.pdf",
            "document_name": "CS ENG 1H18 Fin Info vfin",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/CS%20ENG%201H18%20Fin%20Info%20vfin.pdf",
            "plant": "Berlin",
            "subject": "Finance",
            "creation_date": "2021-12-14T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "esselunga",
                "villata partecipazioni group",
                "esselunga group",
                "limito di pioltello"
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 12,
                "day": 14
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AVABoAGUAUAByAGkAbgBjAGkAcABsAGUAcwBvAGYASAB1AG0AYQBuAFIAZQBzAG8AdQByAGMAZQBNAGEAbgBhAGcAZQBtAGUAbgB0AC0AMQAuAGQAbwBjAHgA0",
            "snippet": "The Principles of Human Resource ManagementDr. Radhika KapurAbstractWithin all types of organizations, production, manufacturing and services, educational institutions, financial institutions and so f ...",
            "summary": "The Principles of Human Resource ManagementDr. Radhika KapurAbstractWithin all types of organizations, production, manufacturing and services, educational institutions, financial institutions and so forth, it is indispensable to acquire an efficient understanding of principles of human resource management. In this research paper, the main areas that have been taken into consideration are, grievance handling, human resources service delivery, induction and on-boarding, industrial relations, Occupational Health and Safety, organizational development, performance management, recruitment and selection, training and development programs and workforce planning. It is necessary for the human resources at all levels to generate information and augment their understanding in terms of these factors. Furthermore, it is necessary for them to up-grade their skills and abilities to implement these principles efficiently. The human resources are regarded as one of the crucial aspects of any organization. Therefore, the principles of human resource management are referred to the values and ideologies that the organizations need to put into practice to manage and administer the tasks and activities of human resources. Human resource management or the management of human capital is important within the organizations (Principles of Human Resource Management, 2017). The principles of human resource management are the foundations in any organization and these must be observed. Principles of Human Resource ManagementThe principles of human resource management are regarded as the foundation upon which the practice human resource management is built and observed.",
            "document_name_with_extension": "ThePrinciplesofHumanResourceManagement-1.docx",
            "document_name": "ThePrinciplesofHumanResourceManagement-1",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/ThePrinciplesofHumanResourceManagement-1.docx",
            "plant": "Tokyo",
            "subject": "Administration",
            "creation_date": "2021-12-01T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [
                "cipd",
                "cleverism.com",
                "iedunote.com",
                "edu-note",
                "hrglobalinnovations.com"
            ],
            "events": [
                "interviews",
                "induction"
            ],
            "structure_date": {
                "year": 2021,
                "month": 12,
                "day": 1
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AVwBFAEkAUABVAC0AQwBvAG4AbgBlAGMAdABvAHIAcwAtAEwAYQB0AGUAcwB0AC0ATgBlAHcAcwAtADEAMQAtADEAOAAuAHAAZABmAA2",
            "snippet": "B.C.E. S.r.l. - Via Regina Pacis, 54/c - I 41049 Sassuolo (MO), Italy Tel: (+39) 0536 811616 Fax: (+39) 0536 811500 E-mail: bce@bce.it Web: www.bce.it WEIPU CONNECTOR is your Interconnect Specialist f ...",
            "summary": "B.C.E. S.r.l. - Via Regina Pacis, 54/c - I 41049 Sassuolo (MO), Italy Tel: (+39) 0536 811616 Fax: (+39) 0536 811500 E-mail: bce@bce.it Web: www.bce.it WEIPU CONNECTOR is your Interconnect Specialist for:  Waterproof Connectors up to IP68 (Metal/Plastic)  Push-Pull-Connectors | up to IP68 R WEiPU Connector SP WEi SP29 S JEiPU 1 SERIES U913W CE OU Ugia RIES WEIPU SP13 SERIES CE 831938 CLOP B.C.E. S.r.l. - Via Regina Pacis, 54/c - I 41049 Sassuolo (MO), Italy Tel: (+39) 0536 811616 Fax: (+39) 0536 811500 E-mail: bce@bce.it Web: www.bce.it Series SA6-SA28 | IP67 About WEIPU CONNECTOR Production facility | Forshan-District CAN In 2016 we moved into our new production facility and are fully equipped with own in-house testing-labs, -CAD-construction software-tools and up to date machinery. Founded 1996 in Guangzhou China WEIPU has been specializing and concentrating in the circular connector manufacturing. With hard work, know-how and experience, WEIPU becomes a leading circular connector manufacturer in China. WEIPU is ISO 9001 certified and has more than 400 employees. High quality is always our top priority. Our team of experienced R&D, production and quality control professionals provide excellent services and products. B.C.E. S.r.l. - Via Regina Pacis, 54/c - I 41049 Sassuolo (MO), Italy Tel: (+39) 0536 811616 Fax: (+39) 0536 811500 E-mail: bce@bce.it Web: www.bce.it WEIPU 1421 SERIES WEIPU SP29 SERIES CE WEIPU ERIE ROHS CE SP UL US COMPLIANT US LISTED www.weipuconnector.com Edition: 07.2018",
            "document_name_with_extension": "WEIPU-Connectors-Latest-News-11-18.pdf",
            "document_name": "WEIPU-Connectors-Latest-News-11-18",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/WEIPU-Connectors-Latest-News-11-18.pdf",
            "plant": "Tokyo",
            "subject": "Production",
            "creation_date": "2022-08-10T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "ce meion",
                "weipu connector",
                "power & signal",
                "b.c.e. s.r.l.",
                "meibn"
            ],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 8,
                "day": 10
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AYQBuAG4AdQBhAGwALQBzAHUAbQBtAGEAcgB5AC0AcwB1AHMAdABhAGkAbgBhAGIAaQBsAGkAdAB5AC0AcgBlAHAAbwByAHQALQBmAHkAMQA5AC0ANAAtADEAMQAuAHAAZABmAA2",
            "snippet": "Our vision is more relevant than ever. To start with, let’s take a look at the world we live in. We see that more people are moving into big cities and living in smaller spaces – still with thin walle ...",
            "summary": "Our vision is more relevant than ever. We see how technology is changing everything, creating new opportunities for us to reach more people in better ways. All this means that the IKEA vision – to create a better everyday life for the many people – is more relevant than ever before. As a big brand with a big purpose, we have a unique opportunity to really make a positive impact for people and the planet and contribute to wider changes in society. \"We continue to grow, and this year we opened seven IKEA stores and 11 smaller stores and IKEA planning studios in growing cities like London, Moscow, New York and Paris.\" Creating a new IKEA in three yearsWe’re one year into our big, three-year transformation to create a new IKEA. This tells me we have the curiosity A MESSAGE FROM JESpER BRODINBringing IKEA to more people in new waysFY19 was a special year! As the world keeps changing, our vision to create a better everyday life for the many people is more relevant than ever before. Jesper Brodin president and CEO, Ingka Groupand courage to test things, in the true entrepreneurial spirit of IKEA, together with other IKEA franchisees and Inter IKEA Group. Big expansion in big citiesWe continue to grow, and this year we opened seven IKEA stores and 11 smaller format IKEA stores and IKEA planning studios in growing cities like London, Moscow, New York and paris.",
            "document_name_with_extension": "annual-summary-sustainability-report-fy19-4-11.pdf",
            "document_name": "annual-summary-sustainability-report-fy19-4-11",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/annual-summary-sustainability-report-fy19-4-11.pdf",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-07-22T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "ikea.com",
                "are",
                "beam impact",
                "ikea retail india",
                "korvmoj"
            ],
            "events": [
                "ikea nap bar",
                "better sleep",
                "workshops",
                "day against homophobia, transphobia",
                "interviews"
            ],
            "structure_date": {
                "year": 2022,
                "month": 7,
                "day": 22
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AYgBpAGwAYQBuAGMAaQBvAC0AcwBvAHMAdABlAG4AaQBiAGkAbABpAHQAYQAtADIAMAAyADEALQB3AGUAYgAtADEAMQAtADEANwAuAHAAZABmAA2",
            "snippet": "1. CHI SIAMOI nostri valori 10La Missione 11I portatori di interesse 12 L’assetto istituzionale 14Il Sistema Coop 16Il Codice etico e la Commissione etica 17Il controllo e la gestione dei rischi 18La  ...",
            "summary": "1. CHI SIAMOI nostri valori 10La Missione 11I portatori di interesse 12 L’assetto istituzionale 14Il Sistema Coop 16Il Codice etico e la Commissione etica 17Il controllo e la gestione dei rischi 18La responsabilità amministrativa 19Coop Alleanza 3.0 è una cooperativa di consumatori, iscritta all’Albo delle Cooperative (numero C113451) nella sezione cooperative a mutualità prevalente, nella categoria delle cooperative di consumo. Con 2,3 milioni di soci e oltre 350 punti vendita, Coop Alleanza 3.0 è la più grande Cooperativa di consumatori in Italia. I NOSTRI VALORII valori cooperativi che guidano l’agire di Coop Alleanza 3.0 sono quelli che mossero i \"Probi pionieri di Rochdale\", i fonda-tori della prima Cooperativa di consumatori nell’Inghilterra del 1844. La cooperazione di consumo si ispira a valori fondamentali quali la libertà e la democrazia, la giustizia sociale e la solida-rietà: su di essi si fonda l’integra-zione fra la dimensione etico-so-ciale e quella imprenditoriale. Ai valori dei pionieri di Rochdale fanno riferimento le cooperative di tutto il mondo: a stabilirlo è la “Dichiarazione di Identità Coope-rativa”, approvata nel 1995 dal congresso di Manchester dell’Al-leanza Cooperativa Internazio-nale (Ica). coop alleanza 3.0 bilancio di sostenibilità 2021 indice coop LA MISSIONELa Missione esprime gli impegni della Cooperativa nei confronti di tutti gli stakeholder. Nel corso del 2021, l’Assemblea dei soci ha approvato una nuova formulazione della Missione. Coop Alleanza è una cooperativa di consumatori che vuole essere per i soci, i lavoratori e i consumatori un punto di riferimento nel processo di innovazione, crescita e rafforzamento del movimento cooperativo. coop alleanza 3.0 bilancio di sostenibilità 2021 indiceL'ASSETTO ISTITUZIONALEIl modello di governo di Coop Alleanza 3.0 è basato sui prin-cipi cooperativi: i soci esercitano la proprietà attraverso le regole e gli strumenti della partecipazione democratica, secondo il principio “una testa, un voto”. Il modello di governo adottato da Coop Alleanza 3.0 è il frutto di una ricerca di assetti organiz-zativi e gestionali adeguati alla dimensione ed alla complessità della Cooperativa, nonché alla sua finalità mutualistica e alla sua organizzazione sociale.",
            "document_name_with_extension": "bilancio-sostenibilita-2021-web-11-17.pdf",
            "document_name": "bilancio-sostenibilita-2021-web-11-17",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/bilancio-sostenibilita-2021-web-11-17.pdf",
            "plant": "Milan",
            "subject": "Administration",
            "creation_date": "2021-11-17T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "it",
            "organizations": [
                "movimento cooperativo",
                "sistema coop",
                "coope",
                "consiglio di amministrazione",
                "alleanza delle coopera"
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 11,
                "day": 17
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AYwBfAGgAdQBtAGEAbgBfAHIAZQBzAG8AdQByAGMAZQBzAC4AZABvAGMAeAA1",
            "snippet": "Administrative Circular No. 11 (Rev. 7) – Categories of Members of the Personnel14 JANUARY, 2022 | By HR departmentAdministrative Circular No. 11 (Rev. 7), entitled “Categories of Members of the Perso ...",
            "summary": "Administrative Circular No. 11 (Rev. 7) – Categories of Members of the Personnel14 JANUARY, 2022 | By HR departmentAdministrative Circular No. 11 (Rev. 7), entitled “Categories of Members of the Personnel”, approved by the Director-General, is now available via the following link. This revision cancels and replaces Administrative Circular No. 11 (Rev. 6), entitled “Categories of Members of the Personnel”, dated September 2018.The main modifications are summarised below:1. Introduction of a new subcategory of associates: experiment associates (new paragraph 23 of AC11)The new paragraph details the profile and level of expertise required of experiment associates (EXAS) and specifies the minimum and maximum duration of their contract and appointment.“ 23. Experiment Associates shall be scientists, engineers or technicians admitted by the Organization to contribute specialised technical or coordination expertise on behalf of their home institution to the execution of experiment-related activities designated by the experiment collaboration, under an agreement between the Organization, as Host Laboratory, and their home institution. They shall be employed by their home institution. The minimum duration of an appointment as an experiment associate shall be six months. The total maximum duration of an appointment as an experiment associate shall not exceed eight years.” 2. Mandatory break for the payment of a subsistence allowanceThe introduction of the new subcategory had to be included in paragraph 40 (now 41) regarding mandatory breaks. It is specified that a break of payment will not apply in case of transition from a project associate (PJAS) contract to an EXAS contract.",
            "document_name_with_extension": "c_human_resources.docx",
            "document_name": "c_human_resources",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/c_human_resources.docx",
            "plant": "Berlin",
            "subject": "Administration",
            "creation_date": "2022-06-18T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 6,
                "day": 18
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ANQA3AE0AQwAzADUAQQBEAEYAQgBCADAAOABBADcAOQA0ADMAMAA0AEIANwA2AEYAMwA0ADYANQAzADgAMQBFADMAOAAyAEQALgBQAEQARgA1",
            "snippet": "भारतीय �रज़वर् ब�क ___________________RESERVE BANK OF INDIA___________________ www.rbi.org.in सरकारी एवं ब�क लेखा िवभाग, केन्�ीय कायार्लय, मंुबई स��ल रेल्वे स्टेशन के सामने, भायखला, मंुबई 400 008 Depar ...",
            "summary": "No.521/31.02.007/2019-20 September 9, 2019 All Agency Banks Dear Sir/Madam Master Circular - Disbursement of Government Pension by Agency Banks Please refer to our Master Circular RBI/2018-19/1 dated July 2, 2018 on the above subject. We have now revised and updated the Master Circular which consolidates important instructions on the subject issued by the Reserve Bank of India till June 30, 2019. 2. A copy of the revised Master Circular is enclosed for your information. This circular may also be downloaded from our website www.mastercirculars.rbi.org.in. Yours faithfully (Charulatha S Kar) Chief General Manager Encl.: As above P ERVE BANK OF IN OF https://www.rbi.org.in/https://www.rbi.org.in/Scripts/BS_ViewMasCirculardetails.aspx?id=11314https://www.rbi.org.in/scripts/BS_ViewMasterCirculardetails.aspx2 Master Circular – Disbursement of Government Pension by Agency Banks Introduction Payment of pension to retired government employees, including payment of basic pension, increased Dearness Relief (DR), and other benefits as and when announced by the governments, is governed by the relevant schemes prepared by concerned Ministries/Departments of the Government of India and State Governments. This Master Circular consolidates important instructions on the subject issued by the Reserve Bank of India till June 30, 2019 (listed in Appendix). Contents of various circulars issued in this connection by the Reserve Bank of India are summarised hereunder. General Instructions Government orders on DR, etc. on websites 2. In order to obviate the time lag between issue of DR orders and payment of DR to the beneficiary and to render expeditious service to senior citizens, the following actions are required to be taken: (a) It has been decided to discontinue the procedure of forwarding government orders in respect of dearness relief etc. to pension paying agency banks. Recovery of excess/wrong payment made to a pensioner 4.",
            "document_name_with_extension": "57MC35ADFBB08A794304B76F3465381E382D.PDF",
            "document_name": "57MC35ADFBB08A794304B76F3465381E382D",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/57MC35ADFBB08A794304B76F3465381E382D.PDF",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-06-23T00:00:00Z",
            "file_extension": ".PDF",
            "document_language": "en",
            "organizations": [
                "sanctioning authority of the central and state governments",
                "dgba",
                "central government civil",
                "dearness relief",
                "centralised pension processing centres"
            ],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 6,
                "day": 23
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AQQBMAFQAVwAtAEYAbABvAC0AUwBlAHIAaQBlAHMALQBjAGEAdABhAGwAbwBnAC0AMgAwADEAOQAwADQAMgA5AF8AQgBDAEUALgBwAGQAZgA1",
            "snippet": "FLO Series Ampheno Industrial Products Group LL ELECTRONICS Market Amphenol LTW FLO Products SeriesA new product line of metal push-pull connector series intermateable with Fischer, Lemo, and ODU. FLO ...",
            "summary": "FLO Series Ampheno Industrial Products Group LL ELECTRONICS Market Amphenol LTW FLO Products SeriesA new product line of metal push-pull connector series intermateable with Fischer, Lemo, and ODU. FLO series offers a quick and easy ma�ng for a precise and reliable connec�on for signal, data, and power transmission both in indoor or outdoor environments. ALTW is also capable to offer various customiza�on upon request and provide overall solu�ons. Key features are: □ Intermateable with Fischer, Lemo, and ODU□ Easy auto-latching plug, fast and secure □ Reliable connec�on for signal/power transmission□ Metal shell for 360° EMI shielding□ Flexibility & capability of customiza�on (Double ended, overmolded 180/90, adaptors…) Ordering Informa�on ............................................................................... K-Series ● Range overview ............................................................................. ● Contact Configura�on ................................................................... ● Alignment Keying .......................................................................... Cable Assembly Op�ons........................................................................... P-1P-2P-3P-4P-5.6P-7.8.9P-11P-10P-11P-12P-13.14P-15.16P-17P-18P-18P-19FLO I Table of Content B.C.E. S.r.l. - Via Regina Pacis, 54/c - Sassuolo (MO) - I 41049 - Italy Tel .: 0536 811616 - Fax: 0536 811500 - Web: www.bce.it - E-mail: bce@bce.it General Information*** Not IntermateableFischer’s Series Lemo’s SeriesODU’s Series/B-Series***L-Series/K-Series***K-SeriesCore Series/***F-Series/S-Series//E-Series/***Core Series PREDEL PMEDI-SNAP P ***Page #SeriesV V V V V V>5000 �mes >5000 �mes >5000 �mes >3000 �mes >3000 �mes >2000 �mes Salt Spray >72H >72H >72H >72H >72H >72HP-4 P-12 -B-Series K-Series C-Series* S-Series* E-Series* P-Series*Contact Number 2~32 2~32 2~19 2~48 2~48 2~14Current Ra�ng 1.5A~25A 1.5A~25A 1.5A~20A 6A~50A 6A~50A 2A~10AWorking Voltage (rms) 160V~600V 160V~600V 160V~700V 260V~1000V 260V~1000V 200V~400VWaterproof Ra�ng IP50 IPX8** IPX8** IP50 IPX8** IP50/IPX6Working Temperature °-40 C to +125 C° –55°C to +125°C –55°C to +125°C –50°C to +125°CEMC Shielding Durability / Times-40 C to +125 C-40 C to +125 C° ° ° ° (Overmolded with Cable) (Panel / Field Installable)°-20 C to +80 C° °-20 C to +80 C° °-20 C to +80 C° °-20 C to +80 C° °-20 C to +80 C° °-20 C to +80 C° MarketCross ReferenceSpeci�cation- - -*Coming Soon **Mated, By Applying O-ring And Po�ng Material V>2000 �mes >72HN-Series*2~305A~22A200V~800VIPX8**–40°C to +120°C°-20 C to +80 C° -***Core Series/MEDI-SNAP BNon-Invasive Medical Electronic EquipmentTes�ng & Measurement Instrumenta�onIndustrial ControlBroadcastTelecommunica�on SystemOutdoor & Rugged LED Ligh�ngMilitary's Communica�on System Robo�csMachinesInnovation In Waterproof Solutions P-1FLO I General Information B.C.E. S.r.l. - Via Regina Pacis, 54/c - Sassuolo (MO) - I 41049 - Italy Tel .: 0536 811616 - Fax: 0536 811500 - Web: www.bce.it - E-mail: bce@bce.it Locking PrincipleALTW Push-pull locking system allows connectors to be mated quickly and securely.",
            "document_name_with_extension": "ALTW-Flo-Series-catalog-20190429_BCE.pdf",
            "document_name": "ALTW-Flo-Series-catalog-20190429_BCE",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/ALTW-Flo-Series-catalog-20190429_BCE.pdf",
            "plant": "Milan",
            "subject": "Production",
            "creation_date": "2022-09-30T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "pps",
                "b.c.e. b.c.e. s.r.l",
                "b.c.e. s.r.l.",
                "lemo",
                "ltw technology co., ltd."
            ],
            "events": [
                "flo series"
            ],
            "structure_date": {
                "year": 2022,
                "month": 9,
                "day": 30
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AZgBlAHIAcgBhAHIAaQBfAHAAcgBlAHMAZQBuAHQAYQB0AGkAbwBuAC4AcABkAGYA0",
            "snippet": "Letter fromthe Chairman and the CEOOur Journey to SustainabilityFerrariGroupOur BusinessMateriality Matrix and StakeholderEngagementProactively FosteringBest PracticeGovernanceExceedingExpectationsBei ...",
            "summary": "Our name and history and the image enjoyed by our cars are closely associated with our Formula 1 racing team, Scuderia Ferrari, the most successful racing team in the history of Formula 1. From the inaugural year of Formula 1 in 1950 through the present, Scuderia Ferrari has won 238 Grand Prix races, 16 Constructors’ World titles and 15 Drivers’ World titles. We are the only team which has taken part in all the editions of the Championship, racing in more than 1,000 Formula 1 Grand Prix races. We design, engineer and produce our cars in Maranello, Italy, and sell them in over 60 markets worldwide through a network of 172 authorized dealers operating 191 points of sale as of the end of 2021.WE BELIEVE OUR CARS ARE THE EPITOME OF PERFORMANCE, LUXURY AND STYLING. Our product offering comprises four main pillars: the sports range, the GT range, special series and Icona, a line of modern cars inspired by our iconic cars of the past. Our current product range (including cars presented in 2021, for which shipments will commence in future years) is comprised of six sports cars (the 812 GTS, the Ferrari F8 Tributo, the Ferrari F8 Spider, the 296 GTB, the SF90 Stradale and the SF90 Spider), two GT cars (the Ferrari Roma and the Ferrari Portofino M), two special series cars (the 812 Competizione and the 812 Competizione A), two versions of our first Icona model, the Ferrari Monza SP1 and the Ferrari Monza SP2, as well as the recently presented new model in the Icona range, the Ferrari Daytona SP3. In 2021 we completed the shipments of the 812 Superfast, while the shipments of the Ferrari Monza SP1 and SP2 will be completed in the first quarter of 2022. We also produce limited edition hypercars and one-off cars. In 2021, we launched 4 new models, including the 296 GTB, a new PHEV featuring a new V6 engine, the limited series V12 812 Competizione and 812 Competizione A, and the new Icona series model, the Ferrari Daytona SP3, and we have launched 13 models in accordance with our plan to launch 15 new models by 2022 as announced at our 2018 Capital Markets Day.WHILST BROADENING OUR PRODUCT PORTFOLIO TO TARGET A LARGER CUSTOMER BASE, WE CONTINUE TO PURSUE A LOW VOLUME PRODUCTION STRATEGY IN ORDER TO MAINTAIN A REPUTATION FOR EXCLUSIVITY AND SCARCITY AMONG PURCHASERS OF OUR CARS AND WE CAREFULLY MANAGE OUR PRODUCTION VOLUMES AND DELIVERY WAITING LISTS TO PROMOTE THIS REPUTATION. We divide our regional markets into (i) EMEA, (ii) Americas, (iii) Mainland China, Hong Kong and Taiwan, and (iv) Rest of APAC, which represented respectively 49.2 percent, 25.4 percent, 8.1 percent and 17.3 percent of units shipped in 2021.",
            "document_name_with_extension": "ferrari_presentation.pdf",
            "document_name": "ferrari_presentation",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/ferrari_presentation.pdf",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-06-30T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "formula 1",
                "ferrari",
                "index ferrari group",
                "ferrari brand and image",
                "scuderia ferrari"
            ],
            "events": [
                "70th anniversary",
                "championship",
                "grand prix",
                "grand prix races",
                "formula 1 grand prix"
            ],
            "structure_date": {
                "year": 2022,
                "month": 6,
                "day": 30
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AMwBfAEEAbgBuAHUAYQBsAC0ARgBpAG4AYQBuAGMAaQBhAGwALQBSAGUAcABvAHIAdAAtADIAMAAxADkALQAxAC0AMgA3AF8AcABhAGcAZQAtADAAMAAwADEALgBqAHAAZwA1",
            "snippet": "REPORT ON OPERATIONS GROUP PERFORMANCE RELATED-PARTY TRANSACTIONS The \"Regulation on related-party transactions\", adopted by Consob Resolution 17221 of 12 March 2010 and subsequently amended by Consob ...",
            "summary": "REPORT ON OPERATIONS GROUP PERFORMANCE RELATED-PARTY TRANSACTIONS The \"Regulation on related-party transactions\", adopted by Consob Resolution 17221 of 12 March 2010 and subsequently amended by Consob Resolution 17389 of 23 June 2010 implemented art. 2391-bis of the Italian Civil Code. By a resolution adopted on 1 December 2010, the Board implemented the procedure on related parties, last updated on 15 February 2019, which takes account of the additional instructions on how to apply the new rules provided in Consob Communication DEM/10078683 of 24 September 2010. The purpose of this procedure, which is published on the Company's website (www.ima.it), is to lay down the approach to be taken in identifying, reviewing and approving transactions to be carried out by IMA, or by its subsidiaries, with related parties to ensure that they are transparent and fair from both a substantial and procedural point of view. Related-party transactions are identified in accordance with the guidelines of the Consob regulation. The IMA Group has relationships with related parties, mainly people who are responsible for administration and management at IMA S.p.A ., or entities controlled by them. there were no more significant transactions, as defined in the Consob regulation; · there were no individual related-party transactions that have significantly impacted Group companies' balance sheets or results; · there have been no changes or developments in related-party transactions as disclosed in the last annual report that have had a significant effect on the companies' balance sheets or results; Transactions with related parties are described more completely in Note 33 to the consolidated financial statements. Please refer to the section \"Scope of consolidation\" for detailed comments on the absorption of GIMA TT S.p.A. by IMA S.p.A. (\"Merger\"), communicated to the market on 11 June 2019 and approved by the Extraordinary Shareholders' Meetings of the two companies on 8 August 2019.",
            "document_name_with_extension": "3_Annual-Financial-Report-2019-1-27_page-0001.jpg",
            "document_name": "3_Annual-Financial-Report-2019-1-27_page-0001",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/3_Annual-Financial-Report-2019-1-27_page-0001.jpg",
            "plant": "Tokyo",
            "subject": "Finance",
            "creation_date": "2022-04-22T00:00:00Z",
            "file_extension": ".jpg",
            "document_language": "en",
            "organizations": [
                "gima tt s.p.a.",
                "ima s.p.a",
                "consob",
                "ima group",
                "ima s.p.a."
            ],
            "events": [
                "extraordinary shareholders' meetings"
            ],
            "structure_date": {
                "year": 2022,
                "month": 4,
                "day": 22
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ASQByAG8AbgB3AG8AbwBkAC0AUwB1AHIAZgBhAGMAZQAtAE0AbwB1AG4AdAAtAFAAYQBjAGsAYQBnAGUALQBFAG0AdQBsAGEAdABpAG8AbgAtADAAMwAtADEAOAAuAHAAZABmAA2",
            "snippet": "B.C.E. S.r.l. - Via Regina Pacis, 54/c - I 41049 Sassuolo (MO), Italy Tel: (+39) 0536 811616 Fax: (+39) 0536 811500 E-mail: bce@bce.it Web: www.bce.it Surface Mount Package Emulation Ironwood has deve ...",
            "summary": "B.C.E. S.r.l. - Via Regina Pacis, 54/c - I 41049 Sassuolo (MO), Italy Tel: (+39) 0536 811616 Fax: (+39) 0536 811500 E-mail: bce@bce.it Web: www.bce.it Surface Mount Package Emulation Ironwood has developed the industry's widest range of interconnection adapters for testing and socketing of SMT devices. We offer SMT bases and thru-hole adapters for BGA, QFN, MLF, PLCC, QFP, and SOIC packages. SMT Package Emulators provide highest speed, reliability, and lowest insertion force. These adapters provide access and interconnections to surface mount lands. Typically, the adapters are soldered to the target board in place of the IC device and provide a pluggable array of pins interface for sockets, probing adapters, package converters, and even board-to-board connections. These adapters are often utilized as a base for many of our probing adapter products. These high performance adapters have the same pad configuration as the QFN IC being emulated and a female socket array to which various adapters can be plugged. The SF-QFN/MLF small footprint Surface Mount Package Emulator Feet for all sizes of QFN/MLF, pitch ranging from 0 .4mm to 0.65 and many body sizes. These devices use patented technology to achieve a reliable and chip size SMT QFN/MLF adapter. PLCC SMT Emulator Bases Our PLCC surface mount feet utilize J-leads to attach to the target system's SMT lands.",
            "document_name_with_extension": "Ironwood-Surface-Mount-Package-Emulation-03-18.pdf",
            "document_name": "Ironwood-Surface-Mount-Package-Emulation-03-18",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Ironwood-Surface-Mount-Package-Emulation-03-18.pdf",
            "plant": "Los Angeles",
            "subject": "Production",
            "creation_date": "2021-10-01T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "bga",
                "ironwood",
                "qfn",
                "ironwood electronics",
                "b.c.e. s.r.l."
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 10,
                "day": 1
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ATQBNAFUAcgBlAHAAbwA2AC4AZABvAGMAeAA1",
            "snippet": "ACKNOWLEDGEMENTSThe development of this report took the effort, support and guidance of a number of people whom I wish to thank. I also wish to pay tribute to the management and staff of Saham Assuran ...",
            "summary": "I also wish to pay tribute to the management and staff of Saham Assurance Company for offering me a chance to be part of them and for their unwavering support. I cannot end this list without paying tribute to the entire Maasai Mara University department of computing and information science for their constructive training and the knowledge they have imparted in me throughout the four years training. CHAPTER ONE1.0 INTRODUCTIONThe industrial attachment training is an essential component of the curriculum of Maasai Mara University and therefore no graduation without the industrial attachment. This report is the outcome of the eight weeks practical training I had at Saham Assurance Kenya Limited in Nairobi.1.1 OBJECTIVES OF ATTACHMENTSome of the important objectives of the industrial attachment are as follows· To assess the interest of the student in the occupation he/she plans to undertake.· I was trained to be original, creative and came up with new ideas. This will have a significant impact in my work environment since I will try as much to be creative with knowledge that I obtained at school. I also learnt to appropriate that theory without practice is dead, to be patient and being tolerant. I am now a better person due to the attachment experience both at work and personal level. The background, vision, mission and values of Saham Assurance have been explored in great detail.",
            "document_name_with_extension": "MMUrepo6.docx",
            "document_name": "MMUrepo6",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/MMUrepo6.docx",
            "plant": "Los Angeles",
            "subject": "Administration",
            "creation_date": "2020-10-03T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [
                "kenya re",
                "corporate medical insurances",
                "merchantile insurance company limited",
                "africa re",
                "alexander forbes financial services ltd"
            ],
            "events": [],
            "structure_date": {
                "year": 2020,
                "month": 10,
                "day": 3
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AUABJAFIARQBMAEwASQBfAEEATgBOAFUAQQBMAF8AUgBFAFAATwBSAFQAXwAyADAAMgAxAF8ASQBUAEEALQAxADYAXwBwAGEAZwBlAC0AMAAwADAAMQAuAGoAcABnAA2",
            "snippet": "Un elemento chiave resta il nostro impegno nella Ricerca & Sviluppo, che ogni anno ci porta a investire circa il 6% dei ricavi High Value, fra i più elevati del settore. Rilevante è anche l'impegno ne ...",
            "summary": "Un elemento chiave resta il nostro impegno nella Ricerca & Sviluppo, che ogni anno ci porta a investire circa il 6% dei ricavi High Value, fra i più elevati del settore. Rilevante è anche l'impegno nella sostenibilità che ri- copre un ruolo centrale nella nostra strategia e che ci ha portato a lanciare il primo pneumatico al mondo certificato FSC. In linea con l'obiettivo di \"carbon neutrality\" entro il 2030, nel 2021 Pirelli ha proseguito il piano di decarbonizzazione della catena del valore del gruppo, raggiungendo il \"Target Science Based\" dei propri siti con 4 anni di anticipo, che porterà a un aggiornamento ancor più ambizioso del target. Una leva fondamentale si conferma il brand Pirelli, la cui forza è costan- temente alimentata dalle nostre sponsorizzazioni sportive e dai tanti progetti e iniziative culturali da noi sostenuti. Per la nostra identità è fondamentale anche il lavoro svolto dalla Fondazione Pirelli, custode del nostro archivio e della nostra storia, e di Pirelli HangarBicocca, il nostro spazio museale che ci aiuta a osservare e a capire la contemporaneità. Anche grazie a tutto questo Pirelli è sinonimo non solo di sicurezza, tec- nologia, affidabilità, ma di competizione, estetica, cultura di impresa. Oggi siamo presenti in oltre 350 competizioni motoristiche, in primis la Formula 1, la Superbike e il mondiale Rally, oltre a legare il nostro brand al mondo degli sport invernali, del calcio e anche della vela, dove Pirelli è a fianco di Luna Rossa. Dopo la sospensione dell'edizione 2021 per la pandemia, siamo tornati anche a pubblicare il Calendario Pirelli, con un'edizione 2022 \"On the Road\" firmata da Bryan Adams. Un grazie va a tutte le persone che hanno permesso a Pirelli di celebrare 150 anni con uno sguardo costantemente rivolto al futuro. Auguro a noi tutti, in un momento così difficile sul piano internazionale come quello in cui scrivo, che possa trattarsi quanto prima di un futuro di ritrovata serenità.",
            "document_name_with_extension": "PIRELLI_ANNUAL_REPORT_2021_ITA-16_page-0001.jpg",
            "document_name": "PIRELLI_ANNUAL_REPORT_2021_ITA-16_page-0001",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/PIRELLI_ANNUAL_REPORT_2021_ITA-16_page-0001.jpg",
            "plant": "Milan",
            "subject": "Production",
            "creation_date": "2022-07-10T00:00:00Z",
            "file_extension": ".jpg",
            "document_language": "it",
            "organizations": [
                "fondazione pirelli",
                "luna rossa",
                "pirelli"
            ],
            "events": [
                "superbike",
                "formula 1,",
                "mondiale rally"
            ],
            "structure_date": {
                "year": 2022,
                "month": 7,
                "day": 10
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AYQBuAG4AdQBhAGwALQBzAHUAbQBtAGEAcgB5AC0AcwB1AHMAdABhAGkAbgBhAGIAaQBsAGkAdAB5AC0AcgBlAHAAbwByAHQALQBmAHkAMQA5AC0ANAAwAC0ANAA3AC4AcABwAHQAeAA1",
            "snippet": "ur work on sustainable mobility helps us manage risks toour business from low-emission zones, road tolls for fossilOfuel vehicles and diesel bans.Low carbon travel for customers and co-workersReducing ...",
            "summary": "ur work on sustainable mobility helps us manage risks toour business from low-emission zones, road tolls for fossilOfuel vehicles and diesel bans. Low carbon travel for customers and co-workersReducing emissions from people travelling to our stores and centres is a significant challenge. We’re developing our plans and learning our customers’ travel needs so that we can develop affordable, convenient and low carbon s carried out research in the USA with both customers and co-workers to better understand how they travel to stores and what they need in order to use more sustainable travel options. In FY19, weers in inner cities to understand their needs. We’ll provide access to electric vehicle charging stations at all our locations by 2020.We’re making it easy for customers to charge their electric vehicles with electric vehicle charging stations at 82% of our stores in FY19. Totackle this, we aim to have only electric or other zero-emission home deliveries by 2025 in all our countries, and also find new ways of working to reduce congestion. We’re targeting 100% electric or emission-free home deliveries in all Ingka Group countries by 2025.We don't have our own delivery fleet but partner with transport providers to switch to electric vehicles and find zero-emission alternatives. In total, around 4.8% of our deliveries were made using electric or zero-emission vehicles in FY19 – double the amount in the previous year. We've deployed electric vehicles in 14 Ingka Group countries now, with more markets ready to follow. Tackling emissionsfrom travel and deliveriesAround 15% of our emissions come from customers travelling to and from our stores, co-worker travel and last-mile delivery of products to customers’ homes.",
            "document_name_with_extension": "annual-summary-sustainability-report-fy19-40-47.pptx",
            "document_name": "annual-summary-sustainability-report-fy19-40-47",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/annual-summary-sustainability-report-fy19-40-47.pptx",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2022-08-09T00:00:00Z",
            "file_extension": ".pptx",
            "document_language": "en",
            "organizations": [
                "ingka  group",
                "jordan river foundation",
                "inter ikea  group",
                "the  climate group",
                "ikea retail uk &  ireland"
            ],
            "events": [
                "let’s play for change school competition",
                "workshops",
                "let’s play for  change campaign",
                "world circular economy forum 2019"
            ],
            "structure_date": {
                "year": 2022,
                "month": 8,
                "day": 9
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AZwAuAHAAZABmAA2",
            "snippet": "57 ANNEXURE G DEPARTMENT OF HEALTH It is the Department’s intension to promote equity (race, gender and disability) through the filing of this post with a candidate whose transfer /promotion / appoint ...",
            "summary": "57 ANNEXURE G DEPARTMENT OF HEALTH It is the Department’s intension to promote equity (race, gender and disability) through the filing of this post with a candidate whose transfer /promotion / appointment will promote representivity in line with the numeric targets as contained in our Employment Equity plan APPLICATIONS : The Director-General, National Department of Health, Private Bag X399, Pretoria. Following the interview and technical exercise, the selection panel will recommend candidates to attend a generic managerial competency assessment (in compliance with the DPSA Directive on the implementation of competency-based assessments). The competency assessment will be testing generic managerial competencies using the mandated DPSA SMS competency assessment batteries. Knowledge of Standard for Professional Practice in Internal Audit SPPIA; Collaborate with the Advocacy and Social Mobilisation (ACSM) unit in the development and review of the communication strategy on treatment literacy and adherence. DUTIES : Develop and align the annual performance plan (APP) to the policies of the department. Strengthen local accountability and governance of hospitals. Manage human resources of the directorate through clear deliverables. Post graduate qualification (NQF 8) in Public Health or Health Science will be an advantage. Screening of all travellers from WHO identified high risk countries.",
            "document_name_with_extension": "g.pdf",
            "document_name": "g",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/g.pdf",
            "plant": "Berlin",
            "subject": "Administration",
            "creation_date": "2022-05-22T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "senior management service",
                "port health",
                "microsoft",
                "health professional council of south",
                "health care outreach teams"
            ],
            "events": [
                "interview",
                "disasters",
                "malaria campaign"
            ],
            "structure_date": {
                "year": 2022,
                "month": 5,
                "day": 22
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AQQBMAFQAVwAtAFYARQBOAFQALQBTAGUAcgBpAGUAcwBfADEAMgAtADEAOAAtAEIAQwBFAC4AcABkAGYA0",
            "snippet": "Amphenol LTW is proud to present a comprehensive range of protective Vent product line with Metallic/Plastic Snap-in/Stainless Steel versions that equalize the pressure inside/outside the sealed enclo ...",
            "summary": "Amphenol LTW is proud to present a comprehensive range of protective Vent product line with Metallic/Plastic Snap-in/Stainless Steel versions that equalize the pressure inside/outside the sealed enclosure and prevent heat dissipation of electronic components from shortening devices service life and affecting components performances. With waterproof IP68/IP69K ingress protection and hydrophobic/oleophobic membranes keep liquids, oils, and moisture out and reduces condensation in sealed enclosure. Comprehensive Range of Protective Vent Series Reliable Solution Supporting Long Service Life To Devices VENT | Applications Farm Automation LED Lighting IP Closed-Circuit Television (IP CCTV) & Security Outdoor Broadband Wireless Access Industrial Automation Renewable Energy Marine Electronics Hybrid Electric Vehicle M6 Stainless Plastic Snap-in Metal Transparent Azzphenal LTW Micm Inverter Amphenol LTW 555 Compact Hydrophobic High Air Design IP66 / 68 / 69K Harsh Oleophobic Environment Permeability AWWW TIP B.C.E. ICATIO B.C.E. s.r.l. ELECTRONICS Via Regina Pacis, 54/c - 41049 SASSUOLO (MO) Italy Tel. +39 0536 811.616 r.a. - Fax +39 0536 811.500 SGS Importation & Distribution www.bce.it - E-mail: bce@bce.it 1006 OSI Electronic Components Ordering Information VENT-PS2NGY-O8001 (Gray) VENT-PS2NBK-O8001 (Black) VENT-MS1NMS-O8001 (Stainless) VENT-BJ005 (Metal) VENT-MS1NME-O8001 (Metal) Product Image Dimension Assembly Type Screw M6x0.75 Screw M12x1.5 Screw M12x1.5 Screw M12x1.5 Specification Environment Temperature -40°C~+125°C -40℃~+125℃ -40℃~+125℃ -40℃~+125℃ Waterproof Rating IP68 (2M，60mins) IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K Air Permeability > 300ml / min @70 mbar > 1600ml/min @70mbar > 1760ml/min @70mbar > 1760ml/min @70mbar Material Housing Nylon + GF ( UL 94V-0 F1 ) SUS316L Zinc Alloy, Nickel Plated Zinc Alloy, Nickel Plated Membrane ePTFE (Oleophobic) ePTFE (Oleophobic) ePTFE (Hydrophobic) ePTFE (Oleophobic) O-Ring Silicone Silicone Silicone Silicone Housing Color Gray / Black Silver Silver Silver Copyright © 2018 Amphenol LTW Technology Co. Ltd 5F-3, No. 51, Section 4, Zhongyang Road, Tucheng District, New Taipei City 236 Taiwan Follow Us On Find out more new product here Specification Ordering Information VENT-PQ1NBK-N8001 (Black) VENT-PQ1NGY-N8001 (Gray) VENT-PQ1NBK-N8002 (Black) VENT-PQ1NGY-N8002 (Gray) VENT-PQ1NBK-O8001 (Black) VENT-PQ1NGY-O8001 (Gray) VENT-PQ1NBK-O8002 (Black) VENT-PQ1NGY-O8002 (Gray) VENT-PS1NCR-N8001 VENT-PS1NCR-N8002 VENT-PS1NCR-O8001 VENT-PS1NCR-O8002 Product Image Dimension Assembly Type Snap-in Snap-in Screw M12x1.5 Screw M12x1.5 Specification Environment Temperature -40℃~+125℃ -40℃~+125℃ -20℃~+85℃ -20℃~+85℃ Waterproof Rating IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K Air Permeability 001 : > 1000 ml/min @70mbar 002 : > 3000 ml/min @70mbar 001 : > 550 ml/min @70mbar 002 : > 1000 ml/min @70mbar 001 : > 1000 ml/min @70mbar 002 : > 3000 ml/min @70mbar 001 : > 550 ml/min @70mbar 002 : > 3000 ml/min @70mbar Material Housing Nylon, 94V-0, UV Resistance, UL Nylon, 94V-0, UV Resistance, UL PC+ABS , 94V-0, UV Resistance, UL PC+ABS , 94V-0, UV Resistance, UL Membrane ePTFE (Hydrophobic) ePTFE (Oleophobic) ePTFE (Hydrophobic) ePTFE (Oleophobic) O-Ring Silicone Silicone Silicone Silicone Housing Color Gray / Black Gray / Black Transparent Transparent ALTW Amphenol 16.0 0 0 17.5 O-Ring 10.2 8.5 M12#1. 5 10.0 5.20 12.2 M6+0.75 Amphenol 1 1W 13. 0 O-Ring 7.0 5.2*2.6 17.0 15.8 O-Ring 10.0 10*2 M12.1. 5 18 O-Ring 8.9.2.3 10.0 M12:1.53 http://bit.ly/ALTWHomehttp://bit.ly/ALTWHomehttp://bit.ly/ALTWHomemailto:luc@ltw-tech.com Copyright © 2018 Amphenol LTW Technology Co. Ltd 5F-3, No. 51, Section 4, Zhongyang Road, Tucheng District, New Taipei City 236 Taiwan Follow Us On Find out more new product here Specification Ordering Information VENT-PS1NGY-N8001 (Gray) VENT-PS1NBK-N8001 (Black) VENT-PS1NGY-N8002 (Gray) VENT-PS1NBK-N8002 (Black) VENT-PS1NGY-O8001 (Gray) VENT-PS1NBK-O8001 (Black) VENT-PS1NGY-O8002 (Gray) VENT-PS1NBK-O8002 (Black) VENT-PS1YGY-N8001 (Gray) VENT-PS1YBK-N8001 (Black) VENT-PS1YGY-N8002 (Gray) VENT-PS1YBK-N8002 (Black) VENT-PS1YGY-O8001 (Gray) VENT-PS1YBK-O8001 (Black) VENT-PS1YGY-O8002 (Gray) VENT-PS1YBK-O8002 (Black) Product Image Dimension Assembly Type Screw M12x1.5 Screw M12x1.5 Screw M12x1.5 Screw M12x1.5 Specification Environment Temperature -40℃~+125℃ -40℃~+125℃ -40℃~+125℃ -40℃~+125℃ Waterproof Rating IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K IP68 (2M，60mins), IP69K Air Permeability 001 : > 1000 ml/min @70mbar 002 : > 3000 ml/min @70mbar 001 : > 550 ml/min @70mbar 002 : > 1000 ml/min @70mbar 001 : > 1000 ml/min @70mbar 002 : > 3000 ml/min @70mbar 001 : > 550 ml/min @70mbar 002 : > 1000 ml/min @70mbar Material Housing Nylon, 94V-0, UV Resistance, UL Nylon, 94V-0, UV Resistance, UL Nylon, 94V-0, UV Resistance, UL Nylon, 94V-0, UV Resistance, UL Membrane ePTFE (Hydrophobic） ePTFE (Oleophobic) ePTFE (Hydrophobic） ePTFE (Oleophobic) O-Ring Silicone Silicone Silicone Silicone Housing Color Gray / Black Gray / Black Gray / Black Gray / Black Optional P/N: APTP-ABKPA012-001 15.8 o-Ring 10.2 10.0 M12.1.5 112*1.5 TIP B.C.E. ICATIO B.C.E. s.r.l. ELECTRONICS Via Regina Pacis, 54/c - 41049 SASSUOLO (MO) Italy Tel. +39 0536 811.616 r.a. - Fax +39 0536 811.500 SGS Importation & Distribution www.bce.it - E-mail: bce@bce.it 1006 OSI Electronic Components http://bit.ly/ALTWHomehttp://bit.ly/ALTWHomehttp://bit.ly/ALTWHomemailto:luc@ltw-tech.com投影片編號 1投影片編號 2投影片編號 3",
            "document_name_with_extension": "ALTW-VENT-Series_12-18-BCE.pdf",
            "document_name": "ALTW-VENT-Series_12-18-BCE",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/ALTW-VENT-Series_12-18-BCE.pdf",
            "plant": "Milan",
            "subject": "Production",
            "creation_date": "2020-07-23T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "awww",
                "amphenol ltw",
                "altw",
                "amphenol ltw technology co. ltd",
                "tip b.c.e. icatio b.c.e. s.r.l. electronics"
            ],
            "events": [],
            "structure_date": {
                "year": 2020,
                "month": 7,
                "day": 23
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AQwBhAG0AcABhAHIAaQAlADIAMABHAHIAbwB1AHAAXwBIAGEAbABmACUAMgAwAHkAZQBhAHIAJQAyADAAcgBlAHAAbwByAHQAJQAyADAAYQB0ACUAMgAwADMAMAAlADIAMABKAHUAbgBlACUAMgAwADIAMAAyADIALgBwAGQAZgA1",
            "snippet": "Campari Group-Annual report at 31 December 2019 1 DAVIDE CAMPARI-MILANO N.V. HALF YEAR REPORT AT 30 JUNE 2022 CAMPARI GROUP Campari Group-Annual report at 31 December 2019 1 Intentionally blank page C ...",
            "summary": "Campari Group-Annual report at 31 December 2019 1 DAVIDE CAMPARI-MILANO N.V. HALF YEAR REPORT AT 30 JUNE 2022 CAMPARI GROUP Campari Group-Annual report at 31 December 2019 1 Intentionally blank page Campari Group- Half year report at 30 June 2022 Index 3 Index About this report .................................................................................................................................................... 7 Management board report for the half year ending 30 June 2022 .................................................................... 9 Campari Group-Half year condensed consolidated financial statements at 30 June 2022 ......................... 38 Responsibilities in respect of the half year condensed consolidated financial statements at 30 June 2022 ....................................................................................................................................................................... The interim condensed consolidated financial statements do not include all the information and disclosures required for the annual financial statements and should be read in conjunction with the Group’s annual consolidated financial statements at 31 December 2021. Forward-looking statements Campari Group’s half year report contains forward-looking statements that reflect management’s current view of the Group’s future development. Campari Group continuously monitors its resource allocation and pricing opportunities across major markets for continued value generation and brand portfolio strengthening. Main brand-building initiatives and significant events of the interim period The brand portfolio represents a strategic asset for the Campari Group. Global priorities Aperol. A 360° activation plan in Spain was launched across all channels to increase 1 International Monetary Fund and World Bank.",
            "document_name_with_extension": "Campari Group_Half year report at 30 June 2022.pdf",
            "document_name": "Campari Group_Half year report at 30 June 2022",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Campari%20Group_Half%20year%20report%20at%2030%20June%202022.pdf",
            "plant": "Berlin",
            "subject": "Finance",
            "creation_date": "2022-06-30T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "screen actors' guild",
                "maison la mauny",
                "americas",
                "campari group",
                "ubs europe se"
            ],
            "events": [
                "festival de cannes",
                "san francisco world spirits competition",
                "competition",
                "war",
                "annual general meeting"
            ],
            "structure_date": {
                "year": 2022,
                "month": 6,
                "day": 30
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8ATABhAGIAbwByAGEAdABvAHIAeQBSAGUAcABvAHIAdAAuAGQAbwBjAHgA0",
            "snippet": "Laboratory ReportSubmitted: March 7th, 2021Arduino Light Intensity Measurement Laboratory ReportPerformed: February 28th, 2021Authors:Yad Mhammed (16-00366) Maryam Muayad (17-00084)Kako Kamil Mohammed ...",
            "summary": "Arduino, known as open-source, as well as the light sensors were used to measure the light intensity. Three different sensor settings were collected to see how the intensity of the lights and sensor value change with different elements. Change in sensor value was observed through all three different settings. The increase in sensor value corresponds to an increase of light intensity. Background:The Arduino is an open-source electronics platform which allows users to create electronic projects with simple hardware and software. In fact, a microcontroller is a portable device, and it is a small computer. Devices could be designed and created that communicate with their environments by using Arduino. Arduino can be applied in a variety of ways; The most effective use of Arduino is the using Arduino in the medical sector. To illustrate, Arduino is used to monitor heart rate, and blood-alcohol content level data sets are collected in the breathalyzer microphone by using Arduino.",
            "document_name_with_extension": "LaboratoryReport.docx",
            "document_name": "LaboratoryReport",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/LaboratoryReport.docx",
            "plant": "Los Angeles",
            "subject": "Production",
            "creation_date": "2022-05-09T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [
                "ijstr.org",
                "arduino",
                "investopedia",
                "seedstudio.com",
                "arduino board"
            ],
            "events": [
                "meeting"
            ],
            "structure_date": {
                "year": 2022,
                "month": 5,
                "day": 9
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AUwBEAEcAJQAyADAARwByAG8AdQBwACUAMgAwAE0AYQBpAGwAJQAyADAALQAlADIAMABbAEcAbABvAGIAZQAlADIAMAAtACUAMgAwAEkAQwBPACUAMgAwAFIAZQBwAG8AcgB0AGkAbgBnAF0ALQAlADIAMABWAGEAbABvAHIAaQB6AGEAdABpAG8AbgAlADIAMABvAGYAJQAyADAARgBpAG4AYQBuAGMAaQBhAGwAJQAyADAAUwB0AG8AYwBrACUAMgAwAEMAbwBzAHQALgBwAGQAZgA1",
            "snippet": "5/12/22, 5:41 PM SDG Group Mail - [Globe - ICO Reporting]- Valorization of Financial Stock Costhttps://mail.google.com/mail/u/0/?ik=46914f3a2a&view=pt&search=all&permthid=thread-a%3Ar-4378126099564143 ...",
            "summary": "I'm writing this inorder to clarify some open points: Link between MSEG and ACDOCA: Which fields are required to link the MSEG and ACDOCA tables? Wehave tried to use the site (WERKS), business date (BUDAT), company (BUKRS) and material number(MATNR), but perhaps we should also use the information about the purchase documents, both header androw. Can you give us some details and feedback on this? MAC Revaluation and GR/IR Price Variance: Which are the ACDOCA fields needed for MAC revs andGR/IR price variance? The join conditions and filters to correctly derive the two values are clear, but the fieldsto be used are not defined. Instead you need to UNION mseg with the ACDOCA relevant lines. David provided the list of characteristics that exist across the two datasets (mseg/acdoca) soyour union does bot look like a checkboard with holes. The model is an union, the amount you are looking for in ACDOCA are addi�onaladjustement for which there is no link at all in MSEG. You just have to map site/ar�cle.. in order to have all amounts MSEG +ACDOCA on the same line Hope this is clear, it was explained in the specifica�on file,[Quoted text hidden]Giovanni Piscopiello <giovanni.piscopiello@sdggroup.com> Fri, May 6, 2022 at 3:25 PMTo: Lorenzo Storchi <lorenzo.storchi@sdggroup.com>, Marcello Iodice <marcello.iodice@sdggroup.com>[Quoted text hidden]-- Giovanni Pio PiscopielloSenior Consultant[Quoted text hidden]mailto:giovanni.piscopiello@sdggroup.commailto:martino.bartalesi@sdggroup.com",
            "document_name_with_extension": "SDG Group Mail - [Globe - ICO Reporting]- Valorization of Financial Stock Cost.pdf",
            "document_name": "SDG Group Mail - [Globe - ICO Reporting]- Valorization of Financial Stock Cost",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/SDG%20Group%20Mail%20-%20[Globe%20-%20ICO%20Reporting]-%20Valorization%20of%20Financial%20Stock%20Cost.pdf",
            "plant": "Los Angeles",
            "subject": "Finance",
            "creation_date": "2022-07-06T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "youtube",
                "rbukrs",
                "sdg group",
                "netry eldridge",
                "linkedin"
            ],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 7,
                "day": 6
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AUwBpAG4AdABlAHMAaQBfAEIAaQBsAGEAbgBjAGkAbwBfAFMAbwBzAHQAZQBuAGkAYgBpAGwAaQB0AGEAXwBHAHIAYQBuAGEAcgBvAGwAbwBfADIAMAAyADAAXwAyADcAXwAwADcALgBwAGQAZgA1",
            "snippet": "IL CONTRIBUTO DEL GRUPPO GRANAROLO AGLI SDGsSintesi del Bilancio di Sostenibilità 2020 GRANAROLO GRAN ARDIG ERAN AROTY RAN ARO GRAN ARDIO Il Presidente Gianpiero CalzolariTRE PROGETTI E DUE OBIETTIVI  ...",
            "summary": "IL CONTRIBUTO DEL GRUPPO GRANAROLO AGLI SDGsSintesi del Bilancio di Sostenibilità 2020 GRANAROLO GRAN ARDIG ERAN AROTY RAN ARO GRAN ARDIO Il Presidente Gianpiero CalzolariTRE PROGETTI E DUE OBIETTIVI PER UN FUTURO PIÙ SOSTENIBILEPer questo a fine 2018, Granarolo ha definito tre impegni in termini di sostenibilità per i prossimi anni e due macro obiettivi, uno a lungo, l’altro a medio termine:È passato più di un anno da quel DCPM del mese di marzo che, disponendo la chiusura di tutte le attività economiche e sociali del Paese, ha reso palese la dimensione del dramma che nei mesi successivi avrebbe spazzato via oltre centomila vite solo nel nostro Paese. Dall’anno 2019 all’anno 2020 le produzioni di latte nel mondo e in Italia sono cresciute di circa il 3%. Continuando in questo modo arriveremo a superare le 13,8 mil. di tonnellate nel 2023 e dunque arriveremo alla piena autosufficienza produttiva. Si tratta di un risultato particolarmente importante per il mondo agricolo che supera il divario dovuto ai vincoli del vecchio sistema delle quote latte, ma sarà fondamentale mantenere alto lo standard di consumi domestici e soprattutto sostenere l’esportazione in Europa e nel mondo. Mentre Granarolo investirà nuove risorse per aumentare fatturato e volumi di latte di filiera lavorati, le aziende socie saranno impegnate in un processo di transizione sostenibile senza precedenti, così come richiesto dalla Comunità Europea e come ci richiede il pianeta per contribuire a preservarne la prospettiva per le future generazioni. Nelle pagine che seguono sono riportati in modo molto sintetico i risultati del 2020 e gli obiettivi 2021 che ci siamo dati. SDGs A CUI CI ISPIRIAMO: 12OBIETTIVO PIANO 2030Entro il 2030 ridurre le emissioni di gas a effetto serra del 30% per kg di latte prodotto dalla filiera32 INTERVENTI 2019INTERVENTI 2018RIDUZIONE DELLA PLASTICA Abbiamo a cuore la natura e il futuro del nostro Pianeta e lavoriamo quotidianamente per introdurre nuovi modelli di produzione e consumo che siano sostenibili nel medio e lungo termine. Intendiamo ridurre le materie plastiche limitando le emissioni di gas ad effetto serra legate all’intero ciclo di vita del prodotto. Grazie a queste iniziative potremo avere un impatto positivo su ambiente e comunità, contribuendo al raggiungimento di uno degli obiettivi internazionali di sostenibilità: allontanarsi gradualmente dall’utilizzo della plastica, introducendo materiali innovativi e sostenibili.",
            "document_name_with_extension": "Sintesi_Bilancio_Sostenibilita_Granarolo_2020_27_07.pdf",
            "document_name": "Sintesi_Bilancio_Sostenibilita_Granarolo_2020_27_07",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/Sintesi_Bilancio_Sostenibilita_Granarolo_2020_27_07.pdf",
            "plant": "Milan",
            "subject": "Finance",
            "creation_date": "2020-07-27T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "it",
            "organizations": [
                "gdo",
                "africhand",
                "zeroquattro retail",
                "casma",
                "granarolo"
            ],
            "events": [
                "campagne di vaccinazione",
                "festival per lo sviluppo sostenibile",
                "webinar",
                "campagna",
                "incontri di formazione"
            ],
            "structure_date": {
                "year": 2020,
                "month": 7,
                "day": 27
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AZgBpAG4AYQBuAGMAaQBhAGwAXwByAGUAcABvAHIAdABfADIAMAAyADEAXwBlAG4ALQA0ADgALQA1ADEALgBwAGQAZgA1",
            "snippet": "44Illustrative notes1. Group structure and businessThe Barilla Holding Group (hereinafter “the Group” or “Barilla”), with registered office in Parma (Italy) is the parent company of Barilla Holding S. ...",
            "summary": "The parent company of Barilla Holding, Guido M. Barilla and F.lli S.r.l. & C. S.a.p.A. presents the Consolidated financial statements of the Group, along with the Statutory financial statements, Directors’ and Auditors’ Reports filed in the Registrar of Companies in Parma (Italy). 2. Significant events after the year-endThe outlook for 2022 radically changed in February as a result of the Russia/Ukraine crisis. With regard to the sharp rise in energy costs and procurement issues arising from these events, the directors of the Company and its subsidiaries are assessing the relevant measures to undertake. 3. Declaration of compliance with International Financial Reporting Standards (IFRS)The Group’s Consolidated financial statements have been prepared in accordance with all the International Financial Reporting Standards (IFRS) issued by the International Accounting Standards Board (IASB) and endorsed by the European Union (EU). Basis of preparation – Accounting and valuation policiesIn accordance with Regulation 1606 issued by the European Parliament and the European Council in July 2002, the Group’s Consolidated financial statements (hereinafter ‘the Financial Statements') have been prepared in accordance with the International Financial Reporting Standards (IAS/IFRS) in force at 31 December 2021.IFRS have been adopted in Italy and in other countries. A list of disbursements is provided in Appendix 4.Accounting standards, amendments and interpretations effective from 2021The following accounting standards, interpretations and amendments approved by the European Commission came into force starting from the financial year 2021:Amendments to IFRS 9, IAS 39 and IFRS 7 – ‘Interest Rate Benchmark Reform’Update of the amendments to IFRS 9, IAS 39 and IFRS 7. The amendment increases the eligibility period for the application of the practical expedient for further 12 months, from June, 30th 2021 to June, 30th 2022.Amendment to IFRS 4 ‘Insurance Contracts’ – deferral of IFRS 9 (issued June, 25th 2020)The amendment allows to defer the application of IFRS 9. Accounting standards, amendments and interpretations effective from 2022 and 2023The following accounting standards, amendments and interpretations approved by the European Commission will be applicable in the upcoming financial years:• Changes to amendments to IFRS 3 – Business Combinations (mandatory application starting from January, 1st 2022);• Changes to amendments to IAS 16 – Property, Plant and Equipment (mandatory application starting from January, 1st 2022);• Changes to amendments to IAS 37 – Provisions, Contingent Liabilities and Contingent Assets (mandatory application starting from January, 1st 2022);• Annual improvements 2018-2022 (mandatory application starting from January, 1st 2022);• Changes to amendments to IAS 8 - accounting rules, changes in accounting evaluations and errors: definition of accounting evaluations (mandatory application starting from January, 1st 2023);• Changes to amendments to IAS 1 – Presentation of Financial Statements (mandatory application starting from January, 1st 2023);• Changes to amendments to IFRS guide line n.2 (mandatory application starting from January, 1st 2023). The fair value of financial instruments of level 2 is determined by using standard valuation techniques. Barilla has developed a model based on market practices, which are commonly based on similar financial instruments indicators, cash flow analysis and pricing models based on observable market data.",
            "document_name_with_extension": "financial_report_2021_en-48-51.pdf",
            "document_name": "financial_report_2021_en-48-51",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/financial_report_2021_en-48-51.pdf",
            "plant": "Tokyo",
            "subject": "Finance",
            "creation_date": "2022-10-09T00:00:00Z",
            "file_extension": ".pdf",
            "document_language": "en",
            "organizations": [
                "european parliament",
                "c. s.a.p.a.",
                "ibor",
                "registrar of companies",
                "barilla"
            ],
            "events": [],
            "structure_date": {
                "year": 2022,
                "month": 10,
                "day": 9
            }
        },
        {
            "@search.score": 1.0,
            "ID": "aAB0AHQAcABzADoALwAvAGMAbABvAHUAZABzAGUAcgB2AGkAYwBlAHMAZABhAHQAYQBzAG8AdQByAGMAZQBzAC4AYgBsAG8AYgAuAGMAbwByAGUALgB3AGkAbgBkAG8AdwBzAC4AbgBlAHQALwBkAGEAdABhAHMAZQB0AC0AZABlAG0AbwAtAHAAZABmAC8AZgBpAG4AYQBuAGMAaQBhAGwAXwByAGUAcABvAHIAdABfADIAMAAyADEAXwBlAG4ALQA2ADAALQA2ADIALgBkAG8AYwB4AA2",
            "snippet": "Group shareholders. Any differences between the carrying value and the purchase price paid or received are recorded in equity.Put options over non-controlling interestsThe unconditional put options gr ...",
            "summary": "Change in the scope of consolidation and other operations of the yearChange in the scope of consolidationDuring 2021, the Group finalized two business combinations with the aim to integrate, also territorially, Pasta business and to create new business models in the Meal Solution sector. Especially, the Group, through its subsidiary Barilla International Limited, acquired:· On January 14, the control of the start-up Pasta Evangelist Limited, based in London (United Kingdom), with about70 employees. With this acquisition, the Group want to develop new business models linked to fresh pasta offer, through the distribution via stores and e-commerce channel;· With this acquisition, the Group strengthens its territorial leadership in Canadian market in the dry pasta sector, creating a synergy with the current production and distribution of pasta in North America.The purchase price paid is equal to 29 million Great Britain Pounds, for the Pasta Evangelist Limited, and to 158 million Canadian Dollars, for the Catelli business. Both amounts have been totally paid during the first half of 2021.For the business combination in Canada, the related costs paid by the Group amount to 1.5 million of Canadian Dollars. In accordance with such accounting principle, the positive difference between the purchase price and the fair value of the net assets, liabilities and potential liabilities acquired has been booked as goodwill item respectively for 36 million Great Britain Pounds, for Pasta Evangelist Limited, and 23 million Canadian Dollars, for Catelli business. While, with reference to Catelli acquisition, the recorded goodwill is attributable to the expected synergies with the Group’s Pasta business and the opportunity to grow Group’s product portfolio in Canada.For the above-mentioned reasons, the Group has allocated Pasta Evangelist and Catelli goodwill respectively to the cash generating unit ‘Europe – Fresh Pasta’ and ‘Canada - Pasta’.56The fair value of assets and liabilities, expressed in the acquisition currencies, Great Britain Pounds (GBP) for Pasta Evangelist Limited and Canadian Dollars (CAD) for Catelli, and translated in euroapplying the exchange rate at the acquisition date, is summarize in the following table:Pasta Evangelist Itd-Fair value of assets and liabilities acquiredCatelli-Fair value of assets and liabilities acquiredPasta Evangelist Itd-Fair value of assets and liabilities acquiredCatelli-Fair value of assetsTotal and liabilitiesacquired(GBP thousands)(CAD thousands)(EURO thousands)(EURO thousands)Cash and cash equivalents1,085-1,219-1,219Trade receivables146-164-164Other assets1,45351,63431,637Inventories15410,8591736,9977,170Property, plant and equipment12768,39414344,06944,212Right of use tangible fixed assets190161214104318Other intangible assets5760,2286438,80738,871Trade and other receivables53-60-60Total assets acquired3,266139,6473,67289,97993,651Trade payables(2,080)-(2,339)-(2,339)Borrowings(7,671)(166)(8,625)(107)(8,731)Other liabilities(1,224)(2,365)(1,376)(1,524)(2,900)Retirement benefit obligations-(1,755)-(1,131)(1,131)Total liabilities acquired(10,975)(4,285)(12,340)(2,761)(15,101)Total equity acquired7,710(135,362)8,668(87,218)(78,550)Purchased price(28,515)(158,095)(32,060)(101,865)(133,925)Goodwill36,22522,73340,72814,64755,375In addition to the above-mentioned operations, during the year, in October new services company Barilla Acceleration Limited was established in United Kingdom; The change in cash and cash equivalents recorded during the year is reported in the statement of cash flow.6.2 Trade receivablesTrade Receivable495,502426,315Allowance for doubtful accounts(35,609)(35,196)Total459,893391,119Trade receivables consist of amounts due from customers in relation to the sale of goods and provision of services, net of allowances for57doubtful accounts. Movements in the allowance for doubtful accounts are as follows:20212020Opening Balance35,19635,130Charges4,1403,449Utilization and release(4,086)(2,908)Foreign exchange differences359(475)Closing Balance35,60935,196The charges to and utilization of the allowance for doubtful accounts are included in “Other income and expenses” in the consolidated income statement.6.3 Tax creditsTax credits for euro 51,533 (euro 33,515) represent the amounts due from tax authorities in the various countries where the Group operates.",
            "document_name_with_extension": "financial_report_2021_en-60-62.docx",
            "document_name": "financial_report_2021_en-60-62",
            "document_path": "https://cloudservicesdatasources.blob.core.windows.net/dataset-demo-pdf/financial_report_2021_en-60-62.docx",
            "plant": "Tokyo",
            "subject": "Finance",
            "creation_date": "2021-06-15T00:00:00Z",
            "file_extension": ".docx",
            "document_language": "en",
            "organizations": [
                "catelli canada inc.",
                "catelli dry pasta",
                "barilla acceleration limited",
                "catelli",
                "barilla sverige ab"
            ],
            "events": [],
            "structure_date": {
                "year": 2021,
                "month": 6,
                "day": 15
            }
        }
    ]
}